Repository: pmoitaly/italian
Catalog: modules/legal/2.0.1/module_legal.po
Languages: it

source: Settings
it: Impostazioni

source: All users
it: Cerca utenti

source: No groups
it: Tutti i gruppi

source: Done! Saved module configuration.
it: Fatto! La configurazione del modulo è stata salvata

source: You must accept this site's Terms of Use in order to proceed.
it: Tu devi accettare i Termini di Utilizzo prima di procedere.

source: You must accept this site's Privacy Policy in order to proceed.
it: Tu devi accettare le condizione della Privacy prima di procedere.

source: In order to log in, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then please ask your parent to contact a site administrator.
it: Per accedere, è necessario confermare che siano soddisfatti i requisiti della politica Età minima di questo sito. Se non si hanno %1$s anni o più, e non si dispone di autorizzazione di un genitore ad utilizzare questo sito, si prega di chiedere al genitore di contattare un amministratore del sito.

source: You must accept our cancellation right policy in order to proceed.
it: È necessario accettare la nostra politica di cancellazione a destra per procedere.

source: You must accept our general terms and conditions of trade in order to proceed.
it: È necessario accettare i nostri termini e condizioni generali di utilizzo, al fine di procedere.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
it: La tua richiesta di log-in non è completa. È necessario rivedere e confermare l'accettazione di una o più regole del sito prima di continuare.

source: In order to register for a new account, you must accept this site's Terms of Use.
it: Per registrare un nuovo account, è necessario accettare i Termini di utilizzo di questo sito.

source: In order to log in, you must accept this site's Terms of Use.
it: Per accedere, è necessario accettare i Termini di utilizzo di questo sito.

source: In order to register for a new account, you must accept this site's Privacy Policy.
it: Per registrare un nuovo account, è necessario accettare la Politica sulla Privacy di questo sito.

source: In order to log in, you must accept this site's Privacy Policy.
it: Per accedere, è necessario accettare la Politica sulla Privacy di questo sito.

source: In order to register for a new account, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then you should not continue registering for access to this site.
it: Per registrare un nuovo account, , è necessario confermare che siano soddisfatti i requisiti della politica Età minima di questo sito. Se non si hanno %1$s anni o più, e non si dispone di autorizzazione di un genitore ad utilizzare questo sito, si prega di chiedere al genitore di contattare un amministratore del sito.

source: In order to register for a new account, you must accept our cancellation right policy.
it: Per registrare un nuovo account, è necessario accettare la nostra politica di cancellazione.

source: In order to log in, you must accept our cancellation right policy.
it: Per accedere, è necessario accettare la nostra politica di cancellazione.

source: In order to register for a new account, you must accept our general terms and conditions of trade.
it: Per registrare un nuovo account, è necessario accettare i nostri termini e condizioni generali di utilizzo.

source: In order to log in, you must accept our general terms and conditions of trade.
it: Per accedere, è necessario accettare i nostri termini e condizioni generali di utilizzo.

source: Legal info manager
it: Gestione pannello

source: legalmod
it: modo legale

source: Terms of use
it: Termini d'uso

source: Privacy policy
it: Politica sulla Privacy

source: Cancellation right
it: Conferma Cancellazione

source: Accessibility statement
it: Dichiarazione di accessibilità

source: Site policies
it: Politiche del Sito

source: Terms of Use
it: Termini D'Uso

source: %1$s accepted.
it: %1$s accettato.

source: Accepted.
it: Accettato

source: Privacy Policy
it: Politica sulla Privacy

source: Confirmed minimum age requirement (%1$s years of age) met.
it: Conferma l'età minima richesta (%1$s anni)

source: General Terms and Conditions of Trade
it: Condizioni generali di Utilizzo

source: Cancellation Right Policy
it: Politiche di Cancellazione

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
it: Per poter accedere è necessario accettare le politiche di questo sito. Se avete già accettato le politiche del sito in passato vuol dire che sono state aggiornate. vi chiediamo pertanto di esaminare le modifiche.

source: Check this box to indicate your acceptance of this site's %1$s.
it: Seleziona questo blocco per accettare per questo sito %1$s.

source: Information on our minimum age policy, and on how we handle personally identifiable information can be found in our %1$s and in our %2$s.
it: Informazioni sulla nostra politica età minima, e sul modo in cui gestire le informazioni di identificazione personale possono essere trovate in %1$s e in %2$s.

source: Terms of Use:
it: Termini d'uso:

source: %1$s not accepted.
it: %1$s non accettato.

source: Privacy Policy:
it: Politica sulla Privacy:

source: General Terms and Conditions of Trade:
it: Condizioni generali di Utilizzo:

source: Cancellation Right Policy:
it: Politiche di Cancellazione:

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
it: <strong> Nota sull'utilizzo importante </strong>: Le dichiarazioni di cui legali sono solo a titolo esemplificativo. Hanno bisogno di essere adattati alle esigenze specifiche e locali. Troverete il contenuto delle dichiarazioni nei file nella cartella "modules/legal/pntemplates/it". Questi modelli possono essere <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">sovrascritti</a> per i modelli a tema, o da modelli globali si creano nella cartella "config/templates/legal/" (nel caso sub-directory per la lingua che si sta scrivendo).

source: Legal document types
it: Tipi di documenti legali

source: Further settings
it: altre impostazioni

source: Reset user group's acceptance of 'Terms of use'
it: Ripristina l'accettazione gruppo di utenti di 'Condizioni d'uso'

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
it: Avviso: Questa impostazione ripristina l'accettazione delle "Condizioni d'uso 'per tutti gli utenti di questo gruppo. La prossima volta che vogliono effettuare il log-in, dovranno riconfermare la accettazione ancora una volta, e non saranno in grado di effettuare il log-in se non lo fanno. Questa azione non influisce sul conto principale amministratore. È possibile eseguire la stessa operazione per i singoli utenti visitando il gestore degli utenti nel pannello di amministrazione del sito.

source: Save
it: Salva

source: Cancel
it: Annulla

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
it: Se si lascia questa pagina senza accettare le politiche, non verrete connessi.

source: Save and continue logging in
it: Salva e continua l'accesso

source: Accessibility statement for %s
it: Dichiarazione di accessibilità per %s

source: Cancellation right policy for %s
it: Politiche di Cancellazione per %s

source: Legal information
it: Informazioni aggiuntive

source: Privacy policy for %s
it: Politica sulla Privacy per %s

source: Terms of use for %s
it: Termini d'uso per %s

source: Accessibility Statement
it: Dichiarazione di accessibilità

source: (POLICY TYPE NOT FOUND!)
it: (TIPO DI POLITICA NON TROVATO!)
