Repository: pmoitaly/italian
Catalog: modules/Downloads/3.1.3/module_downloads.po
Languages: it

source: New download
it: Nuovo Download

source: Categories
it: Categorie

source: View/edit Categories
it: Mostra/Modifica categorie

source: New category
it: Crea una nuova categoria

source: Settings
it: Impostazioni

source: Downloads list Block
it: Lista Downloads

source: Done! Updated the Downloads configuration.
it: Fatto! La configurazione del modulo è stata salvata

source: unknown
it: Sconosciuto.

source: OR specify a download url.
it: O specifica url download.

source: Category [id# %s] deleted!
it: La categoria [id# %s] è stata eliminata.

source: All Categories
it: Tutte le sottocategorie

source: Main
it: Pagina iniziale

source: %s: called with invalid %s.
it: %s: invocato con un %s invalido

source: The destination path [%s] does not exist or is not writable
it: L'indirizzo di destinazione [%s] non esiste o non è scrivibile

source: The destination path does not exist or is not writable
it: L'indirizzo di destinazione non esiste o non è scrivibile

source: Downloads Hooks
it: Hook per Downloads

source: Downloads category list
it: Lista categorie Download

source: Title
it: Titolo

source: Description
it: Descrizione

source: Action
it: Azione

source: Edit
it: Modifica

source: There are no categories to display.
it: Non ci sono categorie da mostrare.

source: Edit Download
it: Modifica Download

source: New Download
it: Nuovo Download

source: Download title
it: Titolo Download

source: Download active
it: Download attivo

source: Choose file for upload
it: Scegli il file per l'upload

source: OR
it: O

source: Submitted by
it: Creato da

source: Email address
it: Indirizzo email

source: Version
it: Versione

source: Category
it: Categoria

source: Save
it: Salva

source: Cancel
it: Annulla

source: Delete
it: Elimina

source: Edit Category
it: Modifica la categoria

source: New Category
it: Crea una nuova categoria

source: Category title
it: Titolo categoria

source: Child of:
it: come il figlio:

source: Downloads main
it: Downloads Principale

source: active
it: Attivo

source: inactive
it: Inattivo

source: Filter
it: Filtro

source: Clear
it: Pulisci

source: Status
it: Stato

source: Submitter
it: Creatore

source: Actions
it: Azioni

source: Active
it: Attivo

source: Inactive
it: Inattivo

source: View
it: Mostra

source: Downloads settings
it: Impostazioni 'Downloads'

source: General settings
it: Impostazioni generali

source: Hits
it: Visto

source: Date
it: Data

source: Ascending
it: Acendente

source: Downloads per page
it: Downloads per pagina

source: Number of latest downloads
it: Numero di ultimi downloads

source: Number of top rated downloads
it: Numero di downloads più votati

source: Number of popular download
it: Numero di downloads popolari

source: Activate screenshots for downloads
it: Attiva screenshots per downloads

source: Maximum filesize for screenshots
it: Dimensione Massima per screenshots

source: Maximum filesize for thumbnails
it: Dimensione Massima per le miniature

source: Maximum thumbnail width (pixels)
it: Larghezza Massima della miniatura (pixels)

source: Maximum thumbnail height (pixels)
it: Altezza Massima della miniatura (pixels)

source: Activate torrent for downloads
it: Attiva torrent per downloads

source: Number of downloads per session
it: Numero di downloads per sessione

source: Number of characters for captcha
it: Numero di caratteri per captcha

source: Limit file size
it: Limite dimensione File

source: Maximum file size
it: Massima dimensione File

source: Main page settings
it: Impostazioni pagina iniziale

source: Show latest downloads
it: Mostra ultimi downloads

source: Number of latest downloads on start page
it: Numero di ultimi downloads in pagina iniziale

source: Show popular downloads
it: Mostra downloads popolari

source: Number of popular downloads on start page
it: Numero di downloads popolari in pagina iniziale

source: Show top-rated downloads
it: Mostra downloads votati

source: Number of top-rated downloads on start page
it: Numero di downloads più votati in pagina iniziale

source: Notification settings
it: Impostazioni di notifica

source: Send email to submittor
it: Invia email di conferma

source: No downloads available
it: Nessun downloads disponibile

source: Select a category
it: Seleziona una categoria

source: Maximum items to display
it: Numero massimo di elementi da mostrare

source: Download Items
it: Download elemento

source: Creation date
it: Data di creazione

source: Back to Root category
it: torna alla categoria principale

source: Back to category '%s'
it: Torna alla categoria '%s'

source: Back to
it: Torna a

source: View parent category
it: Mostra categorie principale

source: Back to parent:
it: torna a:

source: View subcategory
it: Mostra sotto categorie
