Repository: pmoitaly/italian
Catalog: modules/ZWebstore/1.3.2/LC_MESSAGES/module_zwebstore.po
Languages: it_it

source: Based on order weight and destination
it_it: In base al peso dell'ordine e della destinazione

source: (Per Product)
it_it: (Per Prodotto)

source: Calculated shipping cost for this order is
it_it: Il Calcolo delle spese di spedizione per questo ordine è

source: tax-exempt
it_it: esentasse

source: tax
it_it: Imposta

source: Log in
it_it: Accedi

source: Your order is <u>not</u> complete yet. Please review your order and submit it using the <i>Submit your order</i> button on the bottom of this screen.
it_it: Il tuo ordine <u>non è</u> ancora completato. Si prega di controllare l'ordine e se è tutto ok di cliccare su <i>Conferma il tuo Ordine</i> in fondo a questa schermata.

source: Review and confirm your order.
it_it: Riepilogo e Conferma

source: Shipping for this Order is Free
it_it: La Consegna è Gratuita per questo Ordine

source: Cost for
it_it: Prezzo per

source: Payment Information
it_it: Informazioni Pagamento

source: Enter your Search Parameters
it_it: Inserisci i tuoi Parametri di Ricerca

source: Table
it_it: Tabella

source: Field
it_it: Campo

source: Search Value
it_it: Ricerca Valore

source: You can use wildcards (*) for string searches
it_it: Puoi utilizzare il carattere jolly (*) nella ricerca

source: Y/N
it_it: Si/No
