Repository: pmoitaly/italian
Catalog: modules/ZWebstore/1.3.2/LC_MESSAGES/module_zwebstore.po
Languages: it_it

source: Product Owner Gid not set in Preferences
it_it: Il Gruppo dei Proprietari dei Prodotti non è stato impostato nelle Preferenze

source: In this section you can view your order history and manage various account settings. Use the links below to navigate to the particular section you are interested in.
it_it: In questa sezione puoi vedere la cronologia dei tuoi ordini e gestire alcune impostazioni dell'account. Utilizza i link sottostanti per visualizzare la pagina che ti interessa.

source: Here you can view a plain list of products orderd from your store.
it_it: Qui puoi vedere la lista dei prodotti ordinati nel tuo negozio.

source: Here you can view your order history as well as the status of your current orders.
it_it: Qui puoi vedere le cronologia degli ordini conclusi e lo stato degli ordini attuali.

source: Here you can view a plain list of products you ordered.
it_it: Qui puoi vedere la lista dei prodotti che hai ordinato.

source: Your Subscriptions
it_it: I Tuoi Abbonamenti

source: Here you can view any subscriptions you have ordered.
it_it: Qui puoi vedere qualsiasi abbonamento hai acquistato.

source: Here you can view the sales status of your products.
it_it: Qui puoi vedere lo stato dei tuoi ordini.

source: B2B User Administration
it_it: Amministrazione utente B"B

source: Here you can add users to your B2B Group
it_it: Qui puoi aggiungere utenti al gruppo B2B

source: Here you can maintain your B2B Group Address
it_it: Qui è possibile mantenere il vostro indirizzo per il Gruppo B2B

source: Here you can manage your addresses. When buying from our webstore, these are the addresses you can choose to have your order shipped to.
it_it: Qui puoi gestire gli indirizzi. Quando acquisti dal nostro Negozio puoi scegliere a quale indirizzo spedire il prodotto.

source: Here you can manage your credit cards. These are the credit cards you can then make use of during the checkout sequence when buying from our store.
it_it: Qui puoi gestire le tue carte di credito. Queste sono le carte di credito che puoi utilizzare durante la sequenza di acquisto.

source: Here you can manage your bank accounts which you can make use of during the checkout sequence when buying from our store and paying using direct debit.
it_it: Qui puoi gestire i tuoi conti correnti bancari da utilizzare durante la sequenza di acquisto, quando hai scelto di pagare con addebito diretto.

source: Contact
it_it: Contatto

source: Generate a printable invoice
it_it: Genera una fattura stampabile

source: Order
it_it: Ordine

source: placed on
it_it: spedito il

source: Back to Your Order History
it_it: Torna alla Cronologia dei tuoi Ordini

source: Products Ordered
it_it: Prodotti ordinati

source: Tax Rate
it_it: Percentuale d'Imposta

source: Quantity
it_it: Quantità

source: Manual post
it_it: Impiego manuale

source: Subtotal (excl. Taxes)
it_it: Totale parziale (tasse escluse)

source: Shipment #
it_it: Spedizione #

source: Shipping
it_it: Spedizione

source: Subtotal after applied Discount Coupon (no coupon for shipping costs calculated)
it_it: Totale parziale dopo aver applicato Buono Sconto (senza cedola per le spese di spedizione)

source: Net prices for tax calculation below are pro-rata reduced
it_it: I prezzi netti per il calcolo dell'imposta di seguito sono pro-rata ridotta

source: Payment Price Adjustment
it_it: Adeguamento Prezzo

source: Tax calculation for order lines
it_it: Calcolo imposte per linee ordine

source: Tax position
it_it: Posizione fiscale

source: Bank Account Data
it_it: Dati Conto Corrente Bancario

source: Bank Name
it_it: Nome della Banca

source: Account Holder
it_it: Proprietario del Conto

source: Account Number
it_it: Numero di Conto

source: Bank Code
it_it: Codice della Banca

source: Create dynamically (javascript) block
it_it: Crea il blocco dinamicamente (javascript)

source: Parent nodes are no link (only for dynamic block and only if your parent nodes contain no proucts)
it_it: I nodi superiori non sono link (solo se il blocco è dinamico e se il nodo superiore non contiene prodotti)

source: Search Webstore
it_it: Cerca nel Webstore

source: Limit search to
it_it: Limita la ricerca a

source: hits
it_it: visto

source: Payment Method
it_it: Metodo di pagamento

source: Order Status to Exclude
it_it: Stato Ordine da Escludere

source: Order ID
it_it: ID Ordine

source: Title
it_it: Titolo

source: Company
it_it: Società

source: Affiliation
it_it: Affiliato a

source: Certification
it_it: Certificazione

source: Sales
it_it: Vendite

source: Graph interval
it_it: Grafico intervallo

source: Graph size
it_it: Grafico dimensione

source: Note
it_it: Formato

source: this is an automatically generated B2B summary order for the following orders
it_it: questa è un sintesi degli ordini B2B generata automaticamente per i seguenti ordini

source: Brand
it_it: Circuito

source: Card Holder
it_it: Titolare della Carta

source: Card Number
it_it: Numero della Carta

source: Security Code
it_it: Codice di Sicurezza

source: Expiration Date
it_it: Data di Scadenza

source: Payment Transaction
it_it: Transazione di pagamento

source: Type
it_it: Tipo

source: Ext. PO #
it_it: # PO Esterno

source: Auth Code
it_it: Codice di Autorizzazione

source: Auth Code 2
it_it: Codice di Autorizzazione 2

source: Invalid payment status
it_it: Sato pagamento invalido

source: Warehouse
it_it: Magazzino

source: Status
it_it: Stato

source: Shipped on
it_it: Spedito il

source: Tracking Code
it_it: Codice di Tracking

source: Shipment Status
it_it: Stato di Spedizione

source: Update Order Status
it_it: Aggiorna lo Stato dell'Ordine

source: Shipment Information
it_it: Modalità di consegna

source: <strong>Note: </strong>Is Elegible for Free Shipping
it_it: <strong>Nota: </strong>E' Candidato alla Spedizione Gratuita

source: Details for this Order
it_it: I dettagli di questo ordine

source: Language
it_it: Lingua

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: (Optional) Tracking Code
it_it: (Opzionale) Codice di Tracking

source: Order Adjustment
it_it: Adeguamento ordine

source: Add Adjustment
it_it: Aggiungi Regolazione

source: Reason
it_it: Motivo

source: Created by %s
it_it: Creato da %s

source: Created on %s
it_it: Creato il %s

source: Last updated by %s
it_it: Ultimo aggiornamento da %s

source: Updated on %s
it_it: Aggiornato il %s

source: Print options
it_it: Opzioni di stampa

source: Generate a packing slip
it_it: Generare una distinta di trasporto

source: User Name
it_it: Nome Utente

source: User ID
it_it: ID Utente

source: Base duration
it_it: Durata Base

source: Bonus duration
it_it: Durata Bonus

source: Auto renew
it_it: Rinnovo Automatico

source: Basic Data
it_it: Dati di base

source: Pricing
it_it: Prezzi

source: Descriptive Data
it_it: Descrittiva dei dati

source: Event Data
it_it: Dati dell'Evento

source: Images and Files
it_it: Immagini e File del Prodotto

source: Up- and Cross-sell Products
it_it: Up- e Cross-sell Prodotti

source: Group Memberships
it_it: Groupp Partecipanti

source: Back to the top of the page
it_it: Torna all'inizio della pagina

source: Days until Available
it_it: Giorni prima che sia disponibile

source: Never availabile
it_it: Mai più disponibile

source: Out of stock
it_it: Esaurito

source: Requires Login
it_it: Richiede il Login

source: Returning Customer
it_it: Sono già Cliente

source: Register for a new account
it_it: Registra un nuovo Account

source: Retrieve lost password
it_it: Chiedi una nuova password

source: Process B2B Orders
it_it: Processi Ordini B2B

source: Execute
it_it: Eseguire

source: Event Expire
it_it: Scadenze degli Eventi

source: Regenerate Product Sku Codes
it_it: Rigenera le Varianti dei Prodotti

source: Subscription Auto Renew
it_it: Rinnovo Automatico degli Abbonamenti

source: Subscription Expire
it_it: Scadenze degli Abbonamenti

source: Subscription Mail Expiration Reminder
it_it: Promemoria per le Scadenze degli Abbonamenti

source: Update Store Sales Rank
it_it: Aggiorna la Classifica dei Prodotti più Venduti

source: Update Product Sales Rank
it_it: Aggiorna la Classifica dei Prodotti più Venduti

source: Update Product Sales Rank Category
it_it: Aggiorna la Classifica delle Categorie più popolari

source: Update Product Sales Rank Manufacturer
it_it: Aggiorna la Classifica delle Marche più popolari

source: Update Product Sales Rank Publisher
it_it: Aggiorna la Classifica degli Editori più popolari

source: Update Product Store Memberships
it_it: Aggiorna la Classifica dei Prodotti

source: Specified invoice address:
it_it: Specifica indirizzo di fatturazione:

source: Customers Phone Number
it_it: Numero telefono cliente

source: Customer Number
it_it: Codice Cliente

source: Order Number
it_it: Numero Ordine

source: Order Date
it_it: Data dell'Ordine

source: Packing Slip
it_it: Distinta di imballaggio

source: Sku Variation
it_it: Variante

source: Basic Product Data
it_it: Dati Base del Prodotto

source: UPC/EAN Code
it_it: Codice UPC/EAN

source: Unit of Measurement
it_it: Unità di misura

source: Release Date
it_it: Data di Rilascio

source: Event Startdate
it_it: Data di Inizio dell'Evento

source: Event Enddate
it_it: Data di Fine dell'Evento

source: Event Schedule
it_it: Programma dell'Evento

source: Click here
it_it: Clicca qui

source: Event Performers
it_it: Chi si esibisce nell'Evento

source: Event Sponsors
it_it: Sponsor dell'Evento

source: Event Directions
it_it: Indirizzo dell'Evento

source: Event Hotels
it_it: Hotel Consigliati

source: Product Pricing
it_it: Prezzo del Prodotto

source: Volume Pricing Amount 2
it_it: Prezzo sulla Quantità 2

source: Volume Pricing 1
it_it: Prezzo sulla Quantità 1

source: Volume Pricing 2
it_it: Prezzo sulla Quantità 2

source: Volume Pricing Amount 3
it_it: Prezzo sulla Quantità 3

source: Volume Pricing 3
it_it: Prezzo sulla Quantità 3

source: Discount (decimal, 0 - 1)
it_it: Sconto (decimal, 0 - 1)

source: Descriptive Product Data
it_it: Descrizione del Prodotto

source: Is a Featured Product
it_it: E' un prodotto in evidenza

source: Product has additional/support files
it_it: Il prodotto ha file aggiuntivi o di supporto

source: Weight
it_it: Peso

source: Physical Size
it_it: Dimensioni Fisiche

source: Images and Product Download File
it_it: Immagini e File del Prodotto

source: Extra File
it_it: File Aggiuntivo

source: Upsell Product
it_it: Upsell Prodotto

source: Cross-sell Product
it_it: Cross-sell Prodotto

source: Your cart contains
it_it: Il tuo carrello contiene

source: item
it_it: prodotti

source: items
it_it: prodotti

source: Latest added item
it_it: Ultimo prodotto aggiunto

source: Total Amount
it_it: Importo Totale

source: Information about our
it_it: Informazioni sulla nostra

source: shipping costs
it_it: Costi di Spedizione

source: Go to Shopping Cart
it_it: Vai al Carrello

source: Subscription Category
it_it: Abbonamento Categoria

source: Reminder Sent
it_it: Invia Promemoria

source: Price Adjust
it_it: Adeguamento Prezzo

source: Additional image - click to expand
it_it: Immagine aggiuntiva - fare clic per espandere

source: View larger image
it_it: Mostra immagine allargata

source: Wish List
it_it: Lista dei Desideri

source: Add this product to your
it_it: Aggiungi questo prodotto al tuo

source: Price available upon request
it_it: Il prezzo è disponibile su richiesta

source: Sales Rank
it_it: Classifica Vendite

source: overall
it_it: complessivamente

source: Send a product recommandation by email
it_it: Raccomanda un Prodotto via Email

source: Note: this Event requires Attendees to register
it_it: Nota: questo Evento richiede che i Partecipanti si registrino

source: Related Products
it_it: Prodotti Correlati

source: Also see these products
it_it: Guarda anche questi prodotti

source: Volume Pricing Information
it_it: Informazioni Sconto sulla Quantità

source: Pieces
it_it: Pezzi

source: and above
it_it: e superiori

source: discount
it_it: Sconto

source: Product Category Group Discounts
it_it: Sconto Gruppo Categoria di Prodotto

source: Sku Pricing Variations
it_it: Prezzi delle Varianti

source: Price Adjustment
it_it: Adeguamento Prezzo

source: Extra Files
it_it: File Aggiuntivi

source: Add a specific quantity to your cart
it_it: Aggiungi una quantità specifica al tuo carrello

source: Back to the previous page
it_it: Torna alla pagina precedente

source: Apply Discounts
it_it: Applica Sconti

source: Inventory Fetch Step
it_it: Inventario Step

source: Selection Method
it_it: Selezione Metodo

source: Anything
it_it: Niente

source: Orders for
it_it: Ordini per

source: Your Orders
it_it: I Tuoi Ordini

source: Name you wish to identify this Credit Card by
it_it: Il nome con cui intendi identificare questa carta di credito

source: Credit Card Holder Name (as stated on card)
it_it: Nome del Titolare della Carta (scritto come sulla carta)

source: Card Brand
it_it: Carta di Credito

source: Card Number (without spaces)
it_it: Numero della Carta (senza spazi)

source: Security Code (3 Digit Number on Back of Card)
it_it: Codice di Sicurezza (Numero di 3 cifre scritto sul retro della carta)

source: Year (ex: 09)
it_it: Anno (es: 09)

source: Month (ex: 07)
it_it: Mese (es: 07)

source: Please log in
it_it: Per favore loggati

source: In order to proceed with the checkout sequence, you must either be logged in or supply credentials to create a new account. If you choose to create a new account, your account will be created when your order is submitted.
it_it: Devi essere loggato per poter procedere al pagamento. Per favore utilizza utilizza il form sottostante per loggarti, registrare un nuovo account o richiedere una nuova password.

source: Period
it_it: Periodo

source: Previous
it_it: Precedente

source: Day
it_it: Giorno

source: Week
it_it: Settimana

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Stores
it_it: Negozio

source: # Sold
it_it: # Esaurito

source: Revenue
it_it: Rendita

source: Profit
it_it: Profitto

source: Date last modified
it_it: Data di ultima modifica

source: Date last modififed
it_it: Data di ultima modifica

source: SagePayment Username
it_it: SagePayment Nome Utente

source: Credit Card Detail View
it_it: Guarda i Dettagli della Carta di Credito

source: Warehouse Admin
it_it: Amministrazione Magazzino

source: Error, warehouse admin group is not set
it_it: Errore, il gruppo di amministrazione magazzino non è impostato

source: This is where you can define some basic event parameters. If this product is not an event, just leave these fields blank
it_it: Qui puoi inserire i parametri base dell'evento. Se questo prodotto non è un evento lascia questi campi vuoti

source: Event Requires Attendee Registration
it_it: Questo Evento Richiedere che i Partecipanti si Registrino

source: Requires Purchase
it_it: Richiede l'acquisto

source: Number of Products to display
it_it: Numero di Prodotti da Mostrare

source: Display Product Price
it_it: Mostra il Prezzo del Prodotto

source: Limit to Product Category
it_it: Limita ai Prodotti nella Categoria

source: Limit to Manufacturer
it_it: Limita alla Marca

source: Limit to Publisher
it_it: Limita all'Editore

source: Limit to Featured Products
it_it: Limita ai Prodotti in Evidenza

source: Limit to Popular Products
it_it: Limita ai Prodotto Popolari

source: Bank Account Detail View
it_it: Guarda i Dettagli del Conto Corrente Bancario

source: Delete an Object of Type
it_it: Elimina un Oggetto di Tipo

source: You have chosen to delete the object shown above. Are you sure you wish to do this?
it_it: Hai deciso di eliminare l'oggetto sottostante. Sei sicuro di volerlo fare?

source: Warning: if this object has been used in a product or in a purchase transaction, you should not delete it but rather mark it as inactive since deleting it will cause data integrity issues.
it_it: Attenzione: se questo elemento è stato utilizzato per un prodotto o in una transazione allora non dovresti cancellarlo ma impostarlo come inattivo, in caso contrario potrebbe creare dei problemi di integrità dei dati.

source: Yes, delete it
it_it: Si. Elimina

source: Is a Credit Card Payment
it_it: Pagamento con Carta di Credito

source: Is a Direct Debit Payment
it_it: È un pagamento con addebito diretto

source: Registered Customer Group Type
it_it: Registrato Clienti Tipo di gruppo

source: Allow for New Customers
it_it: Permetti di Registrare Nuovi Clienti

source: Primary Warehouse
it_it: Magazzino Primario

source: Owner
it_it: Proprietario

source: Is a Special Store
it_it: È un negozio speciale

source: Allow Registered Customer Type
it_it: Lasciare tipo scelto dal cliente

source: Invoice Text
it_it: Fattura di testo

source: B2B Invoice Text
it_it: B2B Testo Fattura

source: Packing Slip Text
it_it: Testo di imballaggio

source: Theme Image
it_it: Immagine Tema

source: Address Detail View
it_it: Vedi Dettagli Indirizzo

source: Gender
it_it: Sesso

source: Middle Name
it_it: Secondo nome

source: Street #1
it_it: Via #1

source: Street #2
it_it: Via #2

source: Postal Code
it_it: Codice Postale

source: State
it_it: Provincia

source: Other
it_it: Altri

source: Dear
it_it: Egregio

source: The number of the generated order is
it_it: Il numero dell'ordine generato è

source: You have ordered these articles:
it_it: Lei ha ordinato questi articoli:

source: Qty
it_it: Qta

source: Subtotal
it_it: Totale parziale

source: Total amount to pay
it_it: Importo totale da pagare

source: For more information please access your shop account:
it_it: Per ulteriori informazioni si prega di accedere al tuo account:

source: You must be logged in to use the link above.
it_it: Devi essere registrato per utilizzare il link qui sopra.

source: Reset Call Center User
it_it: Resetta gli Utenti del Call Center

source: Original Image
it_it: Immagine Oridinale

source: Image Large
it_it: Immagine Grande

source: Use original image
it_it: Utilizza l'immagine originale

source: Auto-Resize
it_it: Auto-Ridimensionamento

source: Image Medium
it_it: Immagine Media

source: Image Small
it_it: Immagine Piccola

source: Additional Image
it_it: Immagine Aggiuntiva

source: Add a new address
it_it: Aggiungi un Indirizzo

source: Shipping Method
it_it: Metodo di Spedizione

source: Change your Order
it_it: Modifica il tuo Ordine

source: Proceed and Review your Order
it_it: Procedi e conferma l'Ordine

source: Times Sold
it_it: Volte che è stato Acquistato

source: Delete an Object of Type
it_it: Eliminare un oggetto di tipo

source: Pre-delivery inspection
it_it: Controllo di pre-consegna

source: Continue
it_it: Continua

source: Your Order is Complete
it_it: Il tuo Ordine è stato Completato

source: Your order is complete and has been successfully submitted. Thank you for your patronage. You will receive a confirmation email with your order details shortly.
it_it: Il tuo ordine è stato completato ed inviato. Grazie per il tuo sostegno. Riceverai a breve un'email di conferma dell'ordine.

source: Your Order
it_it: Il Tuo Ordine

source: Is primary
it_it: E' Primario

source: Cost for National Shipping
it_it: Prezzo per le Spedizioni Nazionali

source: (-1 to disable this field)
it_it: (-1 Per disabilitare questo campo)

source: Cost for International Shipping
it_it: Prezzo per le Spedizioni Internazionali

source: Shipment Cost is Per Product
it_it: Il Costo di Spedizione è per Prodotto

source: Cost is per Weight Unit
it_it: Il Costo è per Unità di Peso

source: Cost is Percentage of Order Value
it_it: Il costo è Percentuale del Valore dell'ordine

source: Cost is Weight Range (requires product weight to be set)
it_it: Il Costo è in base al Peso (è necessario che il peso del prodotto sia inserito)

source: Country List (format: US,UK,DE,IT...)
it_it: Elenco Nazioni (formato: US,UK,DE,IT...)

source: Weight Costs (format: 0-10:0.47,11-20:0.68)
it_it: Prezzi del Peso (formato: 0-10:0.47,11-20:0.68)

source: Weight Costs (format: 0-10:0.47,10-20:0.68)
it_it: Prezzi del Peso (formato: 0-10:0.47,11-20:0.68)

source: Weight Costs (format: 0-10:0.47,10-20:0.68) Other
it_it: Prezzi del Peso (formato: 0-10:0.47,11-20:0.68) altro

source: Elegible for Free Shipping
it_it: Passibile di Spedizione Gratuita

source: Order Total for this Page
it_it: Totale di questa pagina

source: Tax Total for this Page
it_it: Totale IVA di questa pagina

source: Order Total for all your Store Orders
it_it: Totale di tutti i tuoi ordini

source: Tax Total for all your Store Orders
it_it: Totale IVA per tutti i tuoi ordini

source: New
it_it: Nuovo

source: Webstore Preferences
it_it: Preferenze Webstore

source: General
it_it: Generale

source: Shop Name
it_it: Nome del Webstore

source: Store Home Country (Shipment Origin)
it_it: Nazione (da dove partono le spedizioni)

source: Store Home State (Shipment Origin, for US only)
it_it: Negozio dello Stato di residenza (origine spedizione, solo per USA)

source: Shop Data to be displayed on Invoice
it_it: Indirizzo da visualizzare sulla fattura

source: Additional text to be displayed on Invoice below product list
it_it: Testo aggiuntivo da visualizzare in fattura dopo l'elenco dei prodotti

source: Additional text to be displayed on on Invoice below product list for B2B-Customers
it_it: Testo aggiuntivo da visualizzare in fattura sotto l'elenco dei prodotti per i clienti B2B

source: Additional text to be displayed on Packing Slip below product list
it_it: Testo aggiuntivo da visualizzare su distinta di imballaggio sotto l'elenco dei prodotti

source: Site logo as (absolute) URL to be displayed on Invoice and Packing Slip
it_it: Logo del sito, (indirizzo URL assoluto) da visualizzare in fattura e sulla distinta di imballaggio

source: Send Emails as
it_it: Invia Email come

source: Email Address for Customer Inquiries
it_it: Indirizzo Email per Sondaggi

source: Email Address for EMails sent from Store
it_it: Indirizzo da cui il Webstore invia Email

source: Store Admin Email Address to send Order Confirmation to
it_it: Indirizzo dell'Amministratore a cui inviare le Conferme degli Ordini

source: 2nd EMail Address to send Order Confirmation Emails to
it_it: 2° Indirizzo Email a cui Inviare le Conferme degli Ordini

source: Classes and Paths
it_it: Classi e Percorsi

source: Batch Processing Authentication Key (blank to disable)
it_it: Chiave di Autentificazione per i Processi di Batch (vuoto per disabilitarli)

source: Order Export Class (blank to disable)
it_it: Classe Esportazione Ordine (vuota per disabilitarla)

source: Export Authentication Key (blank to disable export)
it_it: Chiave di Autentificazione per l'Esportazione (vuoto per disabilitarla)

source: Export class
it_it: Classe per l'Esportazione

source: Allow Export Class Override
it_it: Permetti la Sovrascrittura dell'Esportazione della Classe tramite l'URL

source: Import Authentication Key (blank to disable import)
it_it: Chiave di Autentificazione per l'Importazione (vuoto per disabilitarla)

source: Import Class
it_it: Classe per l'Importazione

source: Allow Import Class Override
it_it: Permetti la Sovrascrittura dell'Importazione della Classe tramite l'URL

source: Base Image File Path
it_it: Path Base delle Immagini

source: Base Download File Path
it_it: Path Base dei Download

source: Base Export File Path
it_it: Path Base per l'Esportazione dei File

source: Maximum Uploadable Filesize (in Bytes)
it_it: Dimensione Massima dei File (in Bytes)

source: Basic Store Configuration
it_it: Configurazione Base del Webstore

source: User must be logged in to use webstore
it_it: Richiedi login per accedere al Webstore

source: Hide Prices from Guest Users
it_it: Prezzi Nascondi per gli utenti non loggati

source: Disable Ordering (Products are only displayed)
it_it: Disabilita Ordini (prodotti solo in mostra)
