Repository: pmoitaly/italian
Catalog: modules/ZWebstore/1.3.2/LC_MESSAGES/module_zwebstore.po
Languages: it_it

source: Enable Ordering of Specific Amount in Product List View
it_it: Abilita Ordinazione di importo specifico in "Visualizza Lista Prodotti"

source: Display Cart After Adding Product
it_it: Mostra il Carrello quando si Aggiunge un Prodotto

source: Inventory Low Stock Alert Level (-1 to disable)
it_it: Livello di Avvertimento per Poche Scorte del Magazzino (-1 per disabilitare)

source: Encryption key for confidential data
it_it: Chiave di crittografia per i dati riservati

source: Price Contains Sales/VAT Tax
it_it: I Prezzi Contengono già Imposte/IVA

source: Volume Prices are a percentage of base price (vs. absolute price)
it_it: Prezzi Volume sono una percentuale del prezzo base (vs pressi assoluti)

source: WARNING: Do NOT change this on an instance which already has volume prices defined
it_it: ATTENZIONE: Non modificare questa in un'istanza che ha già i prezzi volume definiti

source: Calculate Tax Amounts upon Product Fetch
it_it: Calcola l'Ammontare dell'IVA quando il Prodotto è Visualizzato

source: Allow Products to have Price of 0 (ie: to be free)
it_it: Permetti ai Prodotti di avere Prezzo 0 (ie: gratis)

source: Discount Settings
it_it: Impostazioni Sconto

source: Global Discount (decimal, 0 - 1)
it_it: Sconto Globale (decimali, 0 - 1)

source: Category Discount overrides Global Discount
it_it: Lo Sconto di Categoria ha la precedenza sullo Sconto Generale

source: Product Discount overrides Global Discount
it_it: Lo Sconto del Prodotto ha la precedenza sullo Sconto Globale

source: Largest Discount is Honored
it_it: Applica lo Sconto Maggiore

source: Apply Discount to Volume Pricing
it_it: Applica Sconti sulla Quantità

source: Volume Pricing for SKU-based products is triggered by per-SKU quantity (vs. total Product-SKU quantity)
it_it: Prezzi volume per i prodotti a base di SKU è innescato da quantità per-SKU (vs il quantitativo complessivo di prodotto SKU)

source: Product Name must be unique
it_it: Nome prodotto deve essere unico

source: Product Code must be unique
it_it: Il codice del prodotto dev'essere unico

source: Layout & Theme Settings
it_it: Layout & Impostazioni del tema

source: Load jQuery from Webstore
it_it: Carica jQuery dal Webstore

source: Image size for tiny thumbnails
it_it: Dimensioni immagine per le miniature piccole

source: Force Image Size through HTML
it_it: Forza Dimensione immagine attraverso HTML

source: Product Image Sizes
it_it: Dimensioni delle Immagini dei Prodotti

source: Manufacturer Image Sizes
it_it: Dimensioni dei Loghi delle Marche

source: Publisher Image Sizes
it_it: Dimensioni dei Loghi degli Editori

source: Credit Card Brand Image Sizes
it_it: Dimensioni dei Loghi delle Carte di Credito

source: Enable Multilingual Store Content Features
it_it: Abilita le Funzionalità Multilingua del WebStore

source: Merge Empty Multilingual Content Fields
it_it: Unisci i Campi Multilingua Vuoti

source: Enable Multi-Store Strict Mode
it_it: Abilita Multi-Store Strict Mode

source: Enable Multicurrency Mode
it_it: Abilita Multivaluta

source: Enable Events Functionality
it_it: Abilita le Funzionalità degli Eventi

source: Enable Product Group Add Functionality
it_it: Abilita l'Inserimento degli Utenti nei Gruppi in seguito all'Acquisto

source: Enable Product Up/Cross Sell Functionality
it_it: Abilita l'Up/Cross Selling

source: Enable Collection of Product Statistics
it_it: Abilita raccolta di statistiche del prodotto

source: Store Owner User Group
it_it: Gruppo dei Proprietari del Negozio

source: Product Owner User Group
it_it: Gruppo dei Proprietari dei Prodotti

source: Call Center Agent User Group
it_it: Gruppo degli Operatori Telefonici

source: Default Currency
it_it: Valuta di Default

source: Default Currency Symbol
it_it: Simbolo della Valuta di Default

source: Default Weight Unit
it_it: Unità di Peso di Default

source: Use European Number Format
it_it: Utilizza il Formato Europero per i Numeri

source: Use Tax Exemption Rule (currently implemented for EU and US)
it_it: Usa Esenzione dall'imposta (attualmente in corso in UE e USA)

source: User Group for which Tax Exemption is valid
it_it: User Group per la quale l'esenzione dall'imposta è valido

source: Base Territory for Tax Exemption
it_it: Territorio di base per l'esenzione fiscale

source: US Tax Exemption Rule State Logic is Reversed (becomes Taxation rather than Tax Exemption)
it_it: US Esenzione Regola Stato logica è invertita (diventa Fiscalità piuttosto che Esenzione dall'imposta)

source: Select up to 5 US States for which the Tax Exemption Rule Applies
it_it: Selezionare fino a 5 stati per i quali si applica l'esenzione dall'imposta

source: User Property which contains EU Tax ID
it_it: Proprietà utente che contiene UE Codice Fiscale

source: Enable Dynamic Tax Rate Calculation
it_it: Abilita calcolo dinamico Imposte

source: Class for Dynamic Tax Rate Calculation
it_it: Classe per il calcolo dinamico imposte

source: Order Process Configuration
it_it: Ordine processo di configurazione

source: Free Shipping above this Order Price, -1 to disable
it_it: Spedizione Gratuita per Ordini con Prezzo uguale o superiore a: (-1 per disabilitarla)

source: Checkout Step after which to recalculate Shopping Cart
it_it: Step del processo di acquisto in sequito al quale ricalcolare il prezzo

source: If only one shipment method is available, skip ship method selection
it_it: Se solo un metodo di spedizione è disponibile, salta lo step di scelta spedizione

source: Allow Out-Of-Stock Order
it_it: Permetti di Ordinare Prodotti Esauriti

source: Update Inventory when Order is submitted
it_it: Aggiorna l'Inventario quando l'Ordine viene completato

source: Default Out-Of-Stock Message
it_it: Messaggio di Default per i Prodotti Esauriti

source: Is a language constant
it_it: E' una costante della traduzione

source: Enable Bank Account Data Capture
it_it: Salva i Dati dei Conti Correnti Bancari

source: Enable Credit Card Data Capture
it_it: Salva i Dati delle Carte di Credito

source: Product Display Settings
it_it: Impostazioni Visualizzazione Prodotto

source: Enable Product Category Permission Filtering
it_it: Abilita il Filtro sulle Categorie di Prodotti

source: Category Selection is Recursive
it_it: Selezionando una Categoria si selezionano anche le sue Sottocategorie

source: Display Product Edit Link
it_it: Mostra il Link per Modificare il Prodotto

source: Display Availability Info
it_it: Mostra Informazioni sulla Disponibilità

source: Display Inventory Info
it_it: Mostra Informazioni sulle Scorte di Magazzino

source: Display Shipment Info
it_it: Mostra Informazioni sulla Spedizione

source: Display Packaging Info
it_it: Mostra Informazioni imballaggio

source: Display Units of Measurement Info
it_it: Mostra Informazioni sulle Unità di Misura

source: Display Product Sales Rank
it_it: Mostra la Posizione del Prodotto nella Classifica delle Vendite

source: Display Tax Amount
it_it: Mostra l'Importo del'IVA

source: Display Product Tax on Invoice
it_it: Visualizza l'IVA sul Prodotto nella Fattura

source: Display Volume Pricing Info
it_it: Mostra Sconti in base alla Quantità

source: Display Product Price Variations
it_it: Mostra la variazione dei prezzi

source: Display Crosssell Product Images
it_it: Mostra le Immagini dei Prodotti Crosssell

source: Display Upsell Product Images
it_it: Mostra le Immagini dei Prodotti Upsell

source: Allow Category Template Override
it_it: Abilita la Sovrascrittura del Template delle Categorie

source: Allow category value to override product sort
it_it: Permetti che il valore della categoria abbia la precedenza sull'ordine dei prodotti

source: Default Product Sort Order
it_it: Ordinamento di Default dei Prodotti

source: Default Product Template
it_it: Template di Default dei Prodotti

source: Mark the Top x Products as Popular (0 to disable)
it_it: Segna i Migliori x Prodotti come Popolari (0 per disabilitarlo)

source: Export Events to TimeIt Calendar
it_it: Esporta gli Eventi nel Calendario TimeIt

source: Product Filter Display Options
it_it: Opzioni di Visualizzazione dei Filtri dei Prodotti

source: Display Category Filter
it_it: Mostra i Filtri delle Categorie

source: Display Inventory Filter
it_it: Mostra Filtro del Magazzino

source: Display Manufacturer Filter
it_it: Mostra i Filtri delle Marche

source: Display Pagesize Filter
it_it: Mostra il Filtro di Pagesize

source: Display Publisher Filter
it_it: Mostra i Filtri degli Editori

source: Display Search Filter
it_it: Mostra i Filtri di Ricerca

source: Display SkuSet Filter
it_it: Mostra i Filtri delle Varianti

source: Display Sort Filter
it_it: Mostra i Filtri di Ordinamento

source: Display Tax Filter
it_it: Mostra i Filtri delle Imposte

source: Display Product Type Filter
it_it: Mostra i Filtri dei Tipi di Prodotti

source: Enable B2B Functionality
it_it: Abilita Funzionalità B2B

source: B2B Users Orders use a Standard Group Address
it_it: Per gli utenti B2B utilizzare un indirizzo Standard di Gruppo

source: B2B Users Orders use a Standard Payment Method
it_it: Per gli utenti B2B utilizzare un metodo di pagamento Standard

source: Enable B2B Group Adminstration
it_it: Abilita Gruppo Amministrati B2B

source: B2B Groups
it_it: Gruppi B2B

source: Group Administator
it_it: Amministratore del gruppo

source: Webstore Startpage Parameters
it_it: Parametri della Pagina Iniziale del Webstore

source: Here you can supply a comma-separated list of parameters used to build the URL. The parameters must contain 'module=[modulename]' while 'func=[functionname]' should not be used. Supported modules at this point are: Content, Pages, Pagemaster and Pagesetter
it_it: Qui puoi inserire lista di parametri separati da una virgola che servono per costruire l'URL. I parametri devono contenere "module=[modulename]" e non dovrebbero usare "func=[functionname]". I moduli attualmente supportati sono: Content, Pagine, Pagemaster e Pagesetter

source: URL Parameters
it_it: Parametri URL

source: Content
it_it: Contenuto

source: Startpage Pagesize
it_it: Dimensioni della Pagina Iniziale

source: Terms of Service Content
it_it: Contenuto dei Termini del Servizio

source: This is your basic product data. You can leave unused fields blank.
it_it: Questi sono i dati base del prodotto. Puoi lasciare vuoti i campi che non ti servono.

source: Note: if you have defined a SKU set for this product, you can ignore this field as inventory will be calculated from SKU inventory
it_it: Nota: se hai definito delle varianti per questo prodotto puoi ignorare questo campo in quanto le rimanenze verranno calcolate sulle rimanenze delle singole varianti

source: Disable All Inventory Functions
it_it: Disattivare tutte le funzioni di inventario

source: Weight Costs (format: 0-10:0.47,11-20:0.68) Other
it_it: Costi di peso (formato: 0-10:0.47,11-20:0.68) Altro

source: Allow New Customers
it_it: Permetti Nuovi Clienti

source: Here you can specify the image files and download file for your product. If you have not clicked the 'Is a Downloadable File' checkbox above, the download file will not be offered for download upon product purchase.
it_it: Qui puoi inserire l'immagine e/o il file del tuo prodotto. Se non hai selezionato 'E' un file scaricabile' il file non verrà offerto per il download dopo che l'acquisto è stato completato.

source: You can enter the data to further describe your product here. You can leave unused fields blank.
it_it: Qui puoi inserire i dati aggiuntivi del prodotto. Lascia vuoti i campi che non ti servono.

source: Warhouse
it_it: Magazzino

source: Customer Group
it_it: Gruppo clienti

source: Please enter the persons attending the event.
it_it: Si prega di inserire le persone presenti all'evento.

source: My ID Field
it_it: Campo ID

source: Version
it_it: Versione

source: Read
it_it: Leggi

source: List
it_it: Lista

source: Your order has been updated
it_it: Il tuo ordine è stato aggiornato

source: Order status history
it_it: Storia stato dell'ordine

source: Save
it_it: Salva

source: Save and add Another
it_it: Salva e aggiungi un altro

source: This is the standard product view. Click here to get the full product view
it_it: Questa è la visualizzazione standard del prodotto. Clicca qui per passare a quella completa.

source: Ship Method
it_it: Metodo di consegna

source: Next page
it_it: Prossima pagina

source: Set a User to perform an Order for
it_it: Imposta un'utente per inserire un ordine per

source: This feature allows you to select a user for which you can then perform an order. Select the user you wish to perform an order entry for below and then perform the regular webstore order process. The order you entered will be generated and saved as if the selected user had entered it.
it_it: Questa feature ti permette di selezionare l'utente per cui intendi inserire l'ordine. Seleziona l'utente ed esegui un normale ordine. L'ordine verrà creato e inserito come se l'avesse fatto l'utente selezionato.

source: You are currently configured to set up orders for the following user:
it_it: Sei attualmente configurato per impostare gli ordini per l'utente:

source: You currently don't have a user selected for your call center operations
it_it: Non hai ancora selezionato un'utente che stai asistendo come operatore telefonico

source: Select the user you wish to perform an order for:
it_it: Seleziona l'utente per cui intendi inserire l'ordine:

source: View orders for this user
it_it: Guarda gli ordini per questo utente

source: Add a Credit Card
it_it: Aggiungi una Carta di Credito

source: Please enter the shipping address for this order. You can create and manage multiple addresses here.
it_it: Inserisci l'indirizzo di spedizione per questo ordine. È possibile creare e gestire più indirizzi qui.

source: Please select the billing address for this order.
it_it: Si prega di selezionare l'indirizzo di fatturazione per questo ordine.

source: Stores in which to display this Product
it_it: Negozi in cui visualizzare questo prodotto

source: I acknowledge that I accept the <a href=
it_it: Dichiaro di accettare i <a href=

source: Change your order
it_it: Modifica il tuo ordine

source: Submit your Order
it_it: Conferma il tuo Ordine

source: Pay & Submit your order
it_it: Paga ed Conferma il tuo Ordine

source: Auto Renew
it_it: Rinnovo Automatico

source: Checkout Sequence Progress
it_it: Processo di Acquisto

source: Shipment Method
it_it: Metodo di consegna

source: Shipment Methods
it_it: Metodi di Spedizione

source: Confirm Order
it_it: Conferma Ordine

source: Order Complete
it_it: Ordine Inviato

source: Invalid checkout step
it_it: Step di Acquisto invalido

source: Please choose the shipping method for this order.
it_it: Scegliere il metodo di spedizione per questo ordine.

source: Product Base Price
it_it: Prezzo Base

source: Error: store owner group is not set in webstore preferences
it_it: Errore: proprietario del gruppo non è impostato nelle preferenze webstore

source: Customer Group Type
it_it: Tipo gruppo clienti

source: Is Featured
it_it: È in vetrina

source: Is Special
it_it: E' speciale

source: State (US only)
it_it: Stato (solo USA)

source: Sku Variation Name
it_it: Nome della Variante

source: Please find below summary for the orders for your B2B group
it_it: Qui di seguito troverete il riassunto di ordini per il gruppo di B2B

source: Thank you for your order(s). This is a summary email for you. Your orders have been registered and will be proceeded.
it_it: Grazie per il vostro ordine(i). Questa è una email di riepilogo per voi. I vostri ordini sono stati registrati e verranno processati.

source: Please find below an itemized per-person list of products ordered:
it_it: Qui di seguito trovate un elenco dettagliato per persona di prodotti ordinati:

source: Chosen payment method
it_it: Scegli il Metodo di Pagamento

source: Your order contains downloadable files. To start the download pleas login to the site and go to your shop user account panel:
it_it: Il tuo ordine contiene i file scaricabili. Per avviare il download si prega di accedere al sito e dal pannello utente:

source: Please contact the shop owner if there are questions.
it_it: Si prega di contattare il proprietario del negozio se ci sono domande.

source: For more information please access your shop account.
it_it: Per ulteriori informazioni si prega di accedere al tuo account.

source: Choose your Payment Method
it_it: Scegli il Metodo di Pagamento

source: Please choose your payment method for this order.
it_it: Scegli il Metodo di Pagamento per questo ordine.

source: You are not a member of the product-owner group. This feature is not accessible to you.
it_it: Non sei un membro del gruppo proprietari-dei-prodotti. Non puoi accedere a questa pagina.

source: Variation Name
it_it: Nome Variante

source: Target Product-ID (for Product Selector)
it_it: ID Prodotto di riferimento (per la Selezione Prodotto)

source: For Absolute, enter a value. For Percentage, enter a number 0 < n < 1. For Free Shipping this field is ignored.
it_it: Per uno Sconto Assoluto inserisci un valore. Per uno Sconto Percentuale inserisci un numero compreso tra 0 e 1. Questo campo è ignorato per le Spedizioni Gratuite.

source: Is Primary
it_it: E' Primario

source: Street
it_it: Via

source: Class
it_it: Classi

source: National Cost
it_it: Prezzo Nazionale

source: International Cost
it_it: Prezzo Internazionale

source: Country Lists
it_it: Elenco Nazioni

source: Weight Costs
it_it: Prezzi del Peso

source: Weight Costs Other
it_it: Altri Prezzi del Peso

source: Thank you for your order. This is a confirmation email for you. Your order has been registered and will be proceeded.
it_it: Grazie per il vostro ordine. Questa è una email di conferma per voi. Il vostro ordine è stato registrato e verrà processato.

source: Invalid condition detected
it_it: Condizione non valida rilevata

source: B2B options must be enabled and you must be a B2B Group Admin to access this page.
it_it: Le opzioni B2B devono essere abilitate e devi essere un Amministratore di Gruppi B2B per accedere a questa pagina.

source: View products ordered for this user
it_it: Visualizza i prodotti ordinati per questo utente

source: B2B Users for group
it_it: Utenti B2B per gruppo

source: Username
it_it: Nome Utente

source: Click to activate this user
it_it: Clicca per attivare questo utente

source: Add a Bank Account
it_it: Aggiungi un Conto Bancario

source: Credit Card Data
it_it: Dati Carta di Credito

source: Payment
it_it: Pagamento

source: Fetch inventory starting with step #
it_it: Fetch inventario a partire dal passo #

source: Selection method
it_it: Metodo di selezione

source: External PO Number
it_it: Numero PO Esterno

source: Articles
it_it: Articoli

source: View Order Details
it_it: Guarda i Dettagli dell'Ordine

source: Order Total for all your Orders
it_it: Totale di tutti i tuoi ordini

source: Tax Total for all your Orders
it_it: Totale IVA per tutti i tuoi ordini

source: <a href="%1$s" onclick="window.open('%1$s');return false;">'Privacy policy'</a>
it_it: <a href="%1$s" onclick="window.open('%1$s');return false;">'Tutela della privacy'</a>

source: <a href="%1$s" onclick="window.open('%1$s');return false;">'Terms of use'</a>
it_it: <a href="%1$s" onclick="window.open('%1$s');return false;">'Termini di Utilizzo'</a>

source: New B2B User: Account Creation
it_it: Nuovo utente B2B: Creazione di account

source: New Customer: Account Registration
it_it: Nuovo Cliente: Registrazione dell'Account

source: User Registration Data
it_it: Dati di registrazione dell'utente

source: The items that are marked with an asterisk ('*') are required entries.
it_it: Gli elementi che sono contrassegnati con un asterisco ('*') sono obbligatori.

source: Choose a user name
it_it: Seleziona un nome utente

source: Set a password and enter your e-mail address
it_it: Impostare una password e inserisci il tuo indirizzo e-mail

source: Enter your e-mail address domain=
it_it: Inserisci il tuo indirizzo e-mail dominio

source: Password (repeat for verification)
it_it: Password (ripetere per la verifica)

source: E-mail address
it_it: Indirizzo e-mail

source: E-mail address (repeat for verification)
it_it: Indirizzo e-mail (ripetere per la verifica)

source: Notice: Once your registration has been checked and accepted, your password will be sent to the e-mail address you enter here.
it_it: Avviso: Una volta che la registrazione è stata verificata ed accettata, la tua password sarà inviata all'indirizzo e-mail che inserisci qui.

source: Accept the site's 'Terms of use', and select your preferences for e-mail
it_it: Accetta i 'Termini d'uso' del sito, e seleziona le preferenze per la posta elettronica

source: Allow other users to see your e-mail address
it_it: Consentire ad altri utenti di vedere il tuo indirizzo e-mail

source: I agree to be bound by this site's %1$s and %2$s
it_it: Sono d'accordo di essere vincolato da questi siti %1$s e %2$s

source: I agree to be bound by this site's %1$s
it_it: Sono d'accordo di essere vincolato da questo sito %1$s

source: Answer the security question (this prevents automated sign-ups by bots and scripts)
it_it: Rispondere alla domanda di sicurezza (per evitare sign-up automatico da bot e script)

source: Add an address (optional)
it_it: Aggiunta di un indirizzo (facoltativo)

source: If you wish to, you can also add an address to your account
it_it: Se volete, potete anche aggiungere un indirizzo al tuo account

source: Submit registration
it_it: Invia registrazione

source: Sorry! New user registration is currently disabled
it_it: Spiacenti! La Registrazione utente è attualmente disattivata

source: Image Size Large
it_it: Dimensioni Immagini Grandi

source: Image Size Medium
it_it: Dimensioni Immagini Medie

source: Image Size Small
it_it: Dimensioni Immagini Piccole

source: I want to shop using
it_it: Voglio fare acquisti utilizzando

source: You can not switch currency with items already in your shopping cart
it_it: Non è possibile cambiare la valuta con prodotti inseriti nel carrello della spesa

source: Include File
it_it: Includi file

source: Specified shipping address:
it_it: Spedizione all'indirizzo specificato:

source: Invoice Number
it_it: Numero fattura

source: Invoice Date
it_it: Data fattura

source: Printed On
it_it: Stampa su

source: Invoice
it_it: Fattura

source: This is your product price info. Volume pricing information and product-specific discount are optional.
it_it: Informazioni sul prezzo del prodotto. Lo sconto sulla quantità e lo sconto specifico del prodotto sono opzionali.

source: -1 to disable
it_it: - per disabilitare

source: B2B User Group Pricing
it_it: Prezzi in Base al Gruppo Utente

source: Here you can set the product price per B2B user group. If you do not wish to use this feature, simply leave these fields blank.
it_it: Qui puoi inserire il prezzo per gli utenti del gruppo B2B. Se non desideri utilizzare questa feature lascia il campo vuoto.

source: VP1 Amount
it_it: Importo VP1

source: VP1 Price
it_it: Prezzo VP1

source: VP2 Amount
it_it: Importo VP2

source: VP2 Price
it_it: Prezzo VP2

source: VP3 Amount
it_it: Importo VP3

source: VP3 Price
it_it: Prezzo VP3

source: Price for User Group
it_it: Prezzo per il Gruppo Utenti

source: Guest
it_it: Ospite

source: Display empty cart
it_it: Visualizza carrello vuoto

source: Display latest added cart item
it_it: Visualizza l'ultimo oggetto aggiunto al carrello

source: Display all cart items
it_it: Visualizzare tutti gli elementi carrello

source: URL for site that explains shipping cost model
it_it: URL del sito che spiega il tipo e il costo di spedizione

source: Fetch inventory info starting with step #
it_it: Creare info inventario a partire dal passo #

source: Choose your Shipping Method
it_it: Scegli il Metodo di Consegna
