Repository: pmoitaly/italian
Catalog: modules/ZWebstore/1.3.2/LC_MESSAGES/module_zwebstore.po
Languages: it_it

source: available
it_it: disponibile

source: Error! Could not do what you wanted. Please check your input.
it_it: Errore! Non è stato possibile fare quello che volevi. Si prega di controllare il tuo input.

source: Your Account
it_it: Il Tuo Account

source: Your Products
it_it: I Tuoi Prodotti

source: Product Categories
it_it: Categorie Prodotti

source: Shopping Cart Contents
it_it: Contenuto Carrello

source: Event Calendar
it_it: Calendario degli eventi

source: Product List
it_it: Elenco dei prodotti

source: Product Search
it_it: Ricerca Prodotto

source: Store List
it_it: Lista Negozio

source: Random Product
it_it: Prodotto Casuale

source: You don't have Comment rights for this module.
it_it: Non si dispone dei diritti "Commenta" per questo modulo.

source: You don't have Comment rights for this module
it_it: Non si dispone dei diritti "Commenta" per questo modulo.

source: You don't have Overview rights for this module
it_it: Non si dispone dei diritti "Visualizza" per questo modulo.

source: You don't have Admin rights for this module
it_it: Non si dispone di diritti di amministratore per questo modulo

source: You don't have Overview rights for this module.
it_it: Non si dispone dei diritti di visualizzazione per questo modulo.

source: Your shopping cart is empty, you should not be in the checkout sequence
it_it: Il tuo carrello è vuoto, non dovresti trovarti nel processo di acquisto

source: Please choose the credit card you wish to use for payment
it_it: Scegliere la carta di credito che si desidera utilizzare per il pagamento

source: Please choose the bank account you wish to use for payment
it_it: Scegliere il conto corrente che si desidera utilizzare per il pagamento

source: Done! Item deleted.
it_it: Fatto! Elemento eliminato.

source: Error! Sorry! Deletion attempt failed.
it_it: Errore! Eliminazione non riuscita.

source: Done! Item updated.
it_it: Fatto! Elemento aggiornato

source: Error! Update attempt failed.
it_it: Errore! Aggiornamento non riuscito.

source: Done! Item created.
it_it: Fatto! Elemento creato.

source: Error! Creation attempt failed.
it_it: Errore! Creazione fallita.

source: You don't have Edit rights for this module
it_it: Non si dispone dei diritti di modifica per questo modulo

source: You don't have overview rights for this module
it_it: Non si dispone di diritti di visione d'insieme per questo modulo

source: This product has been placed on your <a href="%s">Wish List</a>
it_it: Questo prodotto è stato inserito nella <a href="%s">Lista dei Desideri</a>

source: Please select a shipping method
it_it: Si prega di selezionare un metodo di spedizione

source: Please select a payment method
it_it: Si prega di selezionare un metodo di spedizione

source: Error. Table creation failed!
it_it: Errore. Creazione delle tabelle fallita!

source: ZWebstore Shopping Cart
it_it: Carrello

source: Your Shopping Cart
it_it: Il Tuo Carrello

source: Please enter a value for the Name
it_it: Inserisci il nome

source: Edit a Credit Card Brand
it_it: Modifica un Tipo di Carte di Credito

source: Enter a new Credit Card Brand
it_it: Inserisci un nuovo Tipo di Carte di Credito

source: Category <i>%s</i>
it_it: Categoria <i>%s</i>

source: Manufacturer <i>%s</i>
it_it: Produttore <i>%s</i>

source: Publisher <i>%s</i>
it_it: Editore <i>%s</i>

source: Author <i>%s</i>
it_it: Autore <i>%s</i>

source: Publisher<i>%s</i>
it_it: Editori<i>%s</i>

source: for
it_it: per

source: and
it_it: e

source: B2B Group Order Confirmation Email
it_it: E-mail di conferma d'ordine per il Gruppo B2B

source: Enter Attendees for Events which Require Registration
it_it: Inserisci i Partecipanti per un Evento che Richiedere la Registrazione

source: The email address you have entered does not seem to be valid
it_it: L'indirizzo e-mail che hai inserito non sembra essere valido

source: Please enter all required fields
it_it: Per favore completa tutti i campi obbligatori

source: Subscription Model Overview
it_it: Sommario Modelli di Abbonamento

source: Edit a Manufacturer
it_it: Modifica una Marca

source: Enter a new Manufacturer
it_it: Inserisci una nuova Marca

source: Please enter a value for the Description
it_it: Inserisci la Descrizione

source: Please enter a value for the base subscription duration
it_it: Inserisci un valore per la durata base dell'abbonamento

source: Base duration (in Months) must be greater than 0
it_it: La durata base (in mesi) deve essere maggiore di 0

source: Edit a Subscription Model
it_it: Modifica un Modello di Abbonamento

source: Enter a new Subscription Model
it_it: Aggiungi un nuovo Modello di Abbonamento

source: Billing Address
it_it: Fatturazione

source: Product Browse
it_it: Sommario Prodotti

source: Stores Listing
it_it: Inserzione Negozio

source: Order Details
it_it: Dettagli dell'Ordine

source: Edit a Payment Method
it_it: Modifica un Metodo di Pagamento

source: Enter a new Payment Method
it_it: Inserisci un nuovo Metodo di Pagamento

source: The class you have specified [%s] could not be loaded
it_it: La classe cha hai specificato [%s] non puo essere caricata

source: The include file you have specified [%s] could not be loaded
it_it: Il file incluso che hai specificato [%s] non potrebbe essere caricato

source: You have selected both CreditCard and Direct debit. Please select only one.
it_it: È stato selezionato sia carta di credito sia addebito diretto. Si prega di selezionarne una sola.

source: Shipping Address
it_it: Indirizzo

source: Please enter a valid group
it_it: Per favore seleziona un gruppo valido

source: Please enter a product group
it_it: Per favore seleziona un prodotto valido

source: Please enter a valid value for the Price
it_it: Inserisci un valore valido per il prezzo

source: Edit a Group Price
it_it: Modifica il Prezzo per il Gruppo

source: Enter a new Group Price
it_it: Inserisci un nuovo Prezzo per il Gruppo

source: An entry already exists for this group and product combination
it_it: Esiste già un elemento per questa categoria e questa combinazione prodotto

source: Belgium
it_it: Belgio

source: Cyprus
it_it: Cipro

source: Czech Republic
it_it: Repubblica Ceca

source: Germany
it_it: Germania

source: Denmark
it_it: Danimarca

source: Spain
it_it: Spagna

source: Finland
it_it: Finlandia

source: France
it_it: Francia

source: Greece
it_it: Grecia

source: Hungary
it_it: Ungheria

source: Ireland
it_it: Irlanda

source: Italy
it_it: Italia

source: Lithuania
it_it: Lituania

source: Luxembourg
it_it: Lussemurgo

source: Latvia
it_it: Lettonia

source: Netherlands
it_it: Olanda

source: Poland
it_it: Polonia

source: Portugal
it_it: Portogallo

source: Slovakia
it_it: Slovacchia

source: United Kingdom (Great Britain)
it_it: Regno Unito (Gran Bretagna)

source: Cancel
it_it: Annulla

source: Detail View
it_it: Vedi Dettagli

source: No image assigned
it_it: Nessuna immagine assegnata

source: Click to deactivate this item
it_it: Clicca per disabilitare questo elemento

source: Click to activate this item
it_it: Clicca per attivare questo elemento

source: Submit
it_it: Invia

source: Product is currently not available and can not be ordered
it_it: Il prodotto è momentaneamente non disponibile e non può essere ordinato

source: Add to cart
it_it: Aggiungi al carrello

source: This product can only be added to the cart from the product detail view.
it_it: Questo prodotto può essere aggiunto al carrello solo dalla pagina dettagliata del prodotto.

source: View product details
it_it: Dettagli del Prodotto

source: Download this product
it_it: Scarica questo prodotto

source: Edit this product
it_it: Modifica questo Prodotto

source: Edit additional files
it_it: Modifica file aggiuntivi

source: Send a Product Recommandation by Email
it_it: Raccomanda un Prodotto via Email

source: This product is popular with our customers
it_it: Questo prodotto è popolare tra i nostri clienti

source: Edit SKU variation data
it_it: Modifica i dati delle varianti

source: Edit warehouse inventory
it_it: Modifica inventario magazzino

source: View this users profile
it_it: Guarda il Profilo di questo Utente

source: View your account
it_it: Vedi il tuo Account

source: Add an address
it_it: Aggiungi un Indirizzo

source: Use this address
it_it: Usa questo indirizzo

source: Add a bank account
it_it: Aggiungi un Conto Bancario

source: Use this bank account
it_it: Usa questo Conto Bancario

source: Add a credit card
it_it: Aggiungi una Carta di Credito

source: Use this credit card
it_it: Usa questa carta di credito

source: Go to Checkout
it_it: Procedi con l'acquisto

source: Delete
it_it: Elimina

source: Edit
it_it: Modifica

source: Submit your order
it_it: Conferma il tuo Ordine

source: Use this payment method
it_it: Usa questo Metodo di Pagamento

source: This Event is Sold-Out
it_it: Questo Evento è al Completo

source: Use this shipment method
it_it: Usa questo Metodo di Spedizione

source: View your shopping cart
it_it: Guarda il tuo carrello

source: Update your shopping cart
it_it: Aggiorna il tuo carrello

source: Continue shopping
it_it: Continua lo Shopping

source: View
it_it: Elenco

source: View details
it_it: Guarda i Dettagli

source: Global Preferences
it_it: Preferenze Generali

source: Settings
it_it: Impostazioni

source: Batch Jobs
it_it: Processi di Batch

source: Store Configuration
it_it: Configurazione del Negozio

source: Storefronts
it_it: Showrooms

source: Affiliates
it_it: Affiliati

source: Credit Card Brands
it_it: Tipi di Carte di Credito

source: Order Status
it_it: Stato Ordine

source: Packaging
it_it: Imballaggio

source: Payment Methods
it_it: Metodi di Pagamento

source: Product Availability
it_it: Tipi di Disponibilità

source: Shipment Info
it_it: Informazioni sulla Spedizione

source: Shipping Methods
it_it: Metodi di Spedizione

source: Taxes
it_it: Imposte

source: Units of Measurement
it_it: Unità di Misura

source: B2B Options
it_it: Opzioni di Sconto B2B

source: Category Group Discount
it_it: Sconto Gruppo Categoria

source: User Group Prices
it_it: Prezzi per i Gruppi di Utenti

source: SKUs
it_it: Varianti dei Prodotti

source: Sku Variations
it_it: Varianti

source: Sku Variation Values
it_it: Valori delle Varianti

source: Sku Sets
it_it: Tipi di Prodotti con Varianti

source: Sku Set Variations
it_it: Associazioni Prodotti/Varianti

source: Product Selectors
it_it: Selezione Prodotto

source: Product Definition
it_it: Definizione Prodotti

source: Discount Coupons
it_it: Codici di Sconto

source: Manufacturers
it_it: Marche

source: Publishers
it_it: Editori

source: Subscription Models
it_it: Modelli di Abbonamento

source: Products
it_it: Prodotti

source: Store Products
it_it: Prodotti del Negozio

source: Reporting
it_it: Statistiche

source: Orders
it_it: Ordini

source: Product Sale Overview
it_it: Sommario Vendite Prodotti

source: Product Statistics
it_it: Statistiche Prodotto

source: Event Attendees
it_it: Partecipanti all'Evento

source: Subscriptions
it_it: Abbonamenti

source: Inventory
it_it: Magazzino

source: Set Callcenter User
it_it: Imposta gli utenti del Callcenter

source: Hour(s)
it_it: Ora(e)

source: Day(s)
it_it: Giorno(i)

source: Month(s)
it_it: Mese(i)

source: Year(s)
it_it: Anno(i)

source: Order(s)
it_it: Ordine(i)

source: Standard (multiple steps)
it_it: Standard (step multipli)

source: Single Page (radio boxes)
it_it: Pagina singola (radio boxes)

source: Express (interactive edit)
it_it: Veloce (modifiche iterattive)

source: British Pounds
it_it: Sterlina Inglese

source: US Dollars
it_it: Dollaro USA

source: All
it_it: Tutti

source: B2B Customers
it_it: I clienti B2B

source: Regular Customers
it_it: I clienti regolari

source: None, user must be logged in
it_it: Nessuna, l'utente dev'essere loggato

source: Explicit Account Signup & Creation
it_it: Creazione espicita di un Account e Login

source: Derive Account Data from Checkout Address
it_it: Recupera i Dati dell'Account dall'Indirizzo di Acquisto

source: Absolute Amount
it_it: Importo Totale

source: Order Percentage
it_it: Percentuale Ordine

source: Free Shipping
it_it: Spedizione Gratuita

source: Text
it_it: Testo

source: Stock Alert (%d)
it_it: Avvertimento Rimanenze (%d)

source: Regular
it_it: Regolare

source: B2B Queue
it_it: B2B coda

source: B2B Processed
it_it: B2B trasformati

source: Name
it_it: Nome

source: UPC/EAN (descending)
it_it: UPC/EAN (discendente)

source: Price
it_it: Prezzo

source: Price (descending)
it_it: Prezzo (discendente)

source: Product Selector
it_it: Selezione Prodotto

source: Never
it_it: Mai

source: Always
it_it: Sempre

source: Shipped
it_it: Spedito

source: Active
it_it: Attivo

source: Inactive
it_it: Inattivo

source: EU Country
it_it: Nazioni EU

source: US State
it_it: Stati Uniti

source: Featured Stores
it_it: Negozi in primo piano

source: Please enter your credit card data
it_it: Inserisci i dati della tua carta di credito

source: Sorry, the particular product variation you have chosen is not available! Please choose another product variation.
it_it: Spiacenti, la variante del prodotto che hai selezionato non è disponibile! Per favore seleziona un'altra variante.

source: The subscription product <i>%s</i> has not been placed in your cart as you already have an active subscription for it which expires on <i>%s</i>.
it_it: L'abbonamento al prodotto <i>%s</i> non è stato inserito nel tuo carrello in quanto hai già un abbonamento per lo stesso prodotto che scadrà il <i>%s</i>.

source: The product %s could not be placed in your cart because it is out of stock
it_it: Il prodotto %s non può essere inserito nel tuo carrello in quanto è esaurito

source: Only %d pieces of product %s have been placed in your cart due to inventory restrictions
it_it: Sono stati inseriti nel tuo carrello solo %d pezzi del prodotto %s a causa di carenze di magazzino

source: The product <i>%s</i> has been removed from to your shopping cart
it_it: Il prodotto <i>%s</i> è stato rimosso dal tuo carrello

source: Based upon your shipping address, tax will be removed from the invoice and has not to be paid to the shop owner.
it_it: In base al vostro indirizzo di spedizione, la tassa verrà rimossa dalla fattura e non deve essere pagato al proprietario del negozio.

source: Based upon the value of your order, a group discount of %.2f%% has been applied to the product <i>%s</i>. Please review your order carefully before submitting it
it_it: In base al valore del tuo ordine, uno sconto di %.2f%% è stato applicato al prodotto <i>%s</ i>. Leggere attentamente l'ordine prima di inviarlo

source: Based upon the checkout data you entered, your shopping cart has been recalculated to account for required taxes. Please review your order carefully before submitting it
it_it: Sulla base dei dati di cassa che hai inserito, il tuo carrello della spesa è stato ricalcolati per tenere conto delle imposte richieste. Leggere attentamente l'ordine prima di inviarlo

source: The product <i>%s</i> has been updated to quantity <i>%d</i> in your shopping cart
it_it: La quantità del prodotto <i>%s</i> nel tuo carrello ora è <i>%d</i>

source: Terms of Service
it_it: Termini del Servizio

source: Popular Stores
it_it: Guarda i Prodotti Popolari

source: Product Selector Overview
it_it: Sommario Selezione Prodotto

source: The product <i>%s</i> has been added to your shopping cart
it_it: Il prodotto <i>%s</i> è stato inserito nel tuo carrello

source: Product code must be unique. This Product code already exists.
it_it: Il codice del prodotto dev'essere unico. Questo prodotto esiste già.

source: Please choose a fully qualified SKU variation
it_it: Seleziona una variante adeguata

source: Tax rate must be a decimal >= 0
it_it: La tassa dev'essere un decimale >= 0

source: Tax rate must be a decimal <= 1
it_it: La tassa dev'essere un decimale <= 1

source: Please enter the number of variations for this Sku-Set
it_it: Inserisci il numero di varianti per questo tipo di prodotti

source: Edit a Sku Set
it_it: Modifica un Tipo di Prodotto con Varianti

source: Enter a new Sku Set
it_it: Inserisci un nuovo Tipo di Prodotto con Varianti

source: Sorry, a subscription can only have 1 variation
it_it: Spiacenti, gli abbonamenti possono avere un solo cambiamento

source: The name you entered is not unique. Please enter a unique name.
it_it: Il nome che hai inserito è già in uso. Per favore inserisci un nome non duplicato.

source: Execute Batch Jobs
it_it: Elenco Processi di Batch

source: Shipment Info Overview
it_it: Campo ID

source: Please enter a valid Product ID
it_it: Pre favore inserisci un ID prodotto valido

source: Edit a Product Selector
it_it: Modifica di un selettore di prodotto

source: Enter a new Product Selector
it_it: Inserisci una nuovo selettore di prodotto

source: The product you have entered does not have a sku-set-id assigned and as such can not be used for product selection
it_it: Il protoddo che hai selezionato non è abbinato ad una variante e di conseguenza non può essere usato per la selezione prodotti

source: Checkout - Review and Confirm your Order
it_it: Acquisto - Riepilogo e Conferma Ordine

source: Product Order Form
it_it: Prodotti ordinati da

source: Manufacturers Sales Ranks
it_it: Classifica Vendite per Marca

source: Edit a Shipment Info Definition
it_it: Modifica i Dettagli di Spedizione

source: Enter a new Shipment Info Definition
it_it: Inserisci nuovi Dettagli di Spedizione

source: Checkout - Payment Information
it_it: Acquisto - Informazioni Pagamento

source: Please now select the credit card you wish to use for this order
it_it: Per favore inserisci ora la carta di credito che intendi usare per questo ordine

source: Please now select the bank account you wish to use for this order
it_it: Per favore seleziona il Conto Corrente Bancario che vuoi utilizzare per questo ordine

source: Dear [first_name] [last_name], We would like to alert you that your subscription for the product [product_name] ([product_code]) will expire on [enddate]. You can purchase another subscription for this product through our webstore. We thank you for shopping with us.
it_it: Egregio [first_name] [last_name], Vorremmo segnalarle che l'abbonamento per il prodotto [product_name] ([product_code]) scade il [enddate]. È possibile acquistare un altro abbonamento per questo prodotto attraverso il nostro webstore. Distinti Saluti.

source: Your subscription is about to expire
it_it: Il tuo abbonamento sta per scadere

source: Please enter a value for the Last Name
it_it: Inserisci il cognome

source: Please enter a value for the First Name
it_it: Inserisci il nome

source: Please enter a value for Street
it_it: Inserisci la via

source: Please enter a value for the Zip Code
it_it: Inserisci il Codice Postale

source: Please enter a value for the City
it_it: Inserisci un valore per la Città

source: Please enter a value for the Country
it_it: Inserisci la Nazione

source: Please enter an email address
it_it: Per favore inserisci un indirizzo e-mail

source: Please enter a state code
it_it: Si prega di inserire un CAP

source: This product can not be ordered directly from the webstore. Please click here in order to request a quote.
it_it: Prodotto con vendita riservata. Clicchi per contattarci e compilare il modulo d'ordine

source: This product can not be added to your cart at this time for the following reason:
it_it: Questo prodotto non può essere aggiunto al carrello per questa ragione:

source: Please select a category
it_it: Seleziona una categoria

source: Please select a country
it_it: Seleziona una Nazione

source: An error occurred adding <i>%s</i> to your shopping cart
it_it: Ei è verificato un errore aggiungendo <i>%s</i> al tuo carrello

source: Publishers Sales Ranks
it_it: Classifica Vendite per Editore

source: Edit a Sku Variation
it_it: Modifica una variante

source: Enter a new Sku Variation
it_it: Inserisci una nuava Variante Sku

source: Bank Account Overview
it_it: Sommario Conto Bancario

source: B2B Group Order History
it_it: Cronologia Ordine del Gruppo B2B

source: Could not locate the ':' separator character
it_it: Impossibile trovare il ':' carattere separatore

source: Please enter a valid value (>=0) for the shipping destination
it_it: Inserisci un valore valido (>=0) per le spese di spedizione

source: Please enter a valid value (>=0) for the shipping cost
it_it: Inserisci un valore valido (>=0) per le spese di spedizione

source: Please enter a value for the Product Code
it_it: Inserisci un valore per il Codice Prodotto

source: Please choose a discount type
it_it: Per favore seleziona un tipo di sconto

source: Please enter a discount
it_it: Per favore inserisci uno sconto

source: Edit a Discount Coupon
it_it: Modifica un Codice di Sconto

source: Enter a new Discount Coupon
it_it: Crea un Nuovo Codice di Sconto

source: Percent discount must be a number 0 < n < 1. Please enter a number in the valid range.
it_it: La percentuale di sconto deve essere un numero tra 0 e 1. Si prega di inserire un numero nel range valido.

source: Please enter a name
it_it: Si prega di inserire un nome

source: Payment Methods Overview
it_it: Sommario Metodi di Pagamento

source: SKU Overview
it_it: Sommario Varianti

source: Please choose a user group
it_it: Per favore seleziona un gruppo di utenti

source: Minimum order value must be >= 0
it_it: Valore minimo dell'ordine deve essere >= 0

source: Discount rate must be a decimal >= 0
it_it: Lo sconto dev'essere un decimale >= 0

source: Discount rate must be a decimal <= 1
it_it: Lo sconto dev'essere un decimale <= 1

source: An entry already exists for this category and group
it_it: Esiste già un elemento per questa categoria e questo gruppo

source: Edit a Subscription
it_it: Modifica un Abbonamento

source: Enter a new Subscription
it_it: Aggiungi un nuovo Abbonamento

source: Packaging Overview
it_it: Sommario Imballaggio

source: Administer your B2B Users
it_it: Amministrare gli utenti B2B

source: Unable to retrieve coupon with code [%s]
it_it: Impossibile trovare il coupon con codice [%s]

source: The coupon you have entered [%s] is not active
it_it: Il codice di sconto che hai inserito [%s] non è attivo

source: Sorry, the coupon code you entered [%s] is only valid for order values of %d
it_it: Spiacenti, il codice di sconto che hai inserito [%s] è valido solo per ordini superiori a %d

source: The coupon code you entered [%s] is not valid today
it_it: TIl codice di sconto che hai inserito [%s] non è utilizzabile oggi

source: The coupon code you entered [%s] is not yet valid
it_it: Il codice di sconto che hai inserito [%s] non è ancora valido

source: The coupon code you entered [%s] is not valid anymore
it_it: Il codice di sconto che hai inserito [%s] non è più valido

source: The coupon code you entered [%s] is not valid for you
it_it: Il codice di sconto che hai inserito [%s] non è utilizzabile da te

source: The coupon code you entered [%s] is not valid for your user group
it_it: Il codice di sconto che hai inserito [%s] non è usabile dagli utenti nel tuo gruppo

source: The coupon code you entered [%s] is not available anymore
it_it: Il codice di sconto che hai inserito [%s] non è più disponibile

source: The coupon code you entered [%s] is no longer available for you
it_it: Il codice di sconto che hai inserito [%s] non è più disponibile per te

source: The coupon code you entered [%s] is no longer available for your user group
it_it: Il codice di sconto che hai inserito [%s] non è più disponibile per gli utenti del tuo gruppo
