Repository: pmoitaly/italian
Catalog: modules/ZWebstore/1.3.2/LC_MESSAGES/module_zwebstore.po
Languages: it_it

source: The coupon code you entered [%s] entitles you to a discount of %s %s. This discount will be applied to your order at the end of the checkout sequence
it_it: Il codice di sconto che hai inserito [%s] ti da titolo ad uno sconto di %s %s. Lo sconto verrà applicato alla fine della sequenza di acquisto

source: The coupon code you entered [%s] entitles you to a discount of %s%%. This discount will be applied to your order at the end of the checkout sequence
it_it: Il codice di sconto che hai inserito [%s] ti da titolo ad uno sconto di %s%%. Lo sconto verrà applicato alla fine della sequenza di acquisto

source: The coupon code you entered [%s] entitles you to free shipping. This discount will be applied to your order at the end of the checkout sequence
it_it: Il codice di sconto che hai inserito [%s] ti da diritto alla spedizione gratuita .Lo sconto verrà applicato alla fine della sequenza di acquisto

source: Credit Card Brands Overview
it_it: Sommario Carte di Credito

source: Your EMail has been succesfully sent
it_it: L'email è stata inviata correttamente

source: There was en error sending your EMail
it_it: Si è verificato un errore durante ll'invio dell'email

source: Checkout - Order is Complete and has been Submitted
it_it: Acquisto - L'Ordine è stato Completato ed Inviato

source: Year by Day
it_it: Anno per giorno

source: Year by Week
it_it: Anno per settimana

source: Year by Month
it_it: Anno per mese

source: Month by Day
it_it: Mese per Giorno

source: List Views
it_it: Mostra Lista

source: Detail Views
it_it: Vedi Dettagli

source: Add to Cart
it_it: Aggiungi al carrello

source: Remove from Cart
it_it: Rimuovi dal carrello

source: Sold
it_it: Comprato

source: Date
it_it: Data

source: Amount
it_it: Importo

source: Edit additional Files for Product
it_it: Modifica i File aggiuntivi del Prodotto

source: Orders placed to your Store
it_it: Gli ordini effettuati per il tuo negozio

source: Manufacturers Overview
it_it: Sommario Marche

source: There was an error creating your user account.
it_it: Si è verificato un errore durante la creazione del tuo account.

source: None
it_it: nessuno

source: and
it_it: e

source: Sorry, a user account with the email address [%s] already exists
it_it: Siamo spiacenti, un account utente con l'indirizzo email [%s] esiste già

source: A user account has been created. The user should receive a confirmation email within a few minutes.
it_it: Un account utente è stato creato. L'utente dovrebbe ricevere una mail di conferma entro pochi minuti.

source: your group
it_it: il tuo gruppo

source: The user has been added to the group %s.
it_it: L'utente è stato aggiunto al gruppo %s.

source: The user has been created but not added to the adminstrative group. For security reasons this must be performed manually
it_it: L'utente è stato creato, ma non aggiunto al gruppo amministrativo. Per motivi di sicurezza questa deve essere effettuata manualmente

source: A user account has been created for you based on the data you previously entered. You should receive a confirmation email within a few minutes.
it_it: Un account utente è stato creato utilizzando i dati che hai inserito precedentemente. Dovresti ricevere un'email di conferma entro pochi minuti.

source: You have been logged into your new account.
it_it: Hai effettuato l'accesso al tuo nuovo account.

source: Order Confirmation Email
it_it: Email di conferma ordine

source: Order Status Update
it_it: Stato Ordine aggiornato

source: Enter a new Address
it_it: Inserisci un nuovo indirizzo

source: Please enter a product
it_it: Si prega di inserire un prodotto

source: Please enter a title
it_it: Si prega di inserire un titolo

source: Please enter a first name
it_it: Si prega di inserire il nome

source: Please enter a last name
it_it: Si prega di inserire il cognome

source: Please enter an address
it_it: Si prega di inserire un indirizzo e-mail

source: Please enter a phone number
it_it: Si prega di inserire un numero di telefono

source: Shipment Method Overview
it_it: Sommario Metodi di Consegna

source: Sorry, an account with this email address is already registered
it_it: Siamo spiacenti, un account con questo indirizzo e-mail è già registrato

source: Discount Coupons Overview
it_it: Sommario Codici di Sconto

source: Please select a store
it_it: Seleziona un negozio

source: Please select a product
it_it: Per favore seleziona un prodotto

source: Your Order History
it_it: Cronologia del Tuo Ordine

source: Products ordered from your Store
it_it: I prodotti ordinati dal vostro negozio

source: Order Status Overview
it_it: Sommario Stati Ordine

source: Category Group Discount Overview
it_it: Sommario Sconti di Categoria

source: Edit a Publisher
it_it: Modifica un editore

source: Enter a new Publisher
it_it: Inserisci un nuovo editore

source: The contact email address you have entered does not seem to be valid
it_it: L'indirizzo e-mail che hai inserito non sembra essere valido

source: Please enter the bank name
it_it: Si prega di inserire il nome della Banca

source: Please enter the account holder name
it_it: Si prega di inserire il Nome del titolare

source: Please enter the account number
it_it: Si prega di inserire il numero account

source: Please enter the bank code
it_it: Si prega di inserire il codice banca

source: Please enter the IBAN number
it_it: Si prega di inserire il codice IBAN

source: Please enter the SWIFT code
it_it: Si prega di inserire il codice SWIFT

source: Enter a new Bank Account
it_it: Inserisci un nuovo Conto Corrente Bancario

source: Your new credit card has been created
it_it: La tua nuova carta di credito è stata inserita

source: The account number you entered already exists. Please enter a unique account number.
it_it: Il numero di account che hai inserito esiste già. Si prega di inserire un numero non duplicato.

source: Edit an Order Status
it_it: Modifica Stato Ordine

source: Enter a new Order Status
it_it: Inserisci un nuovo Stato Ordine

source: The order status code you entered is not unique. Please enter a unique code.
it_it: Il codice di stato dell'ordine che hai inserito non è univoco. Si prega di inserire un codice unico.

source: An initial order status is already defined. You can only have one initial status.
it_it: Uno stato di ordine iniziale è già definito. Si può avere un solo stato iniziale.

source: Your Addresses
it_it: Gestione Indirizzi

source: Total
it_it: Totale

source: Unable to retrieve a valid B2B-Group address ... please contact your B2B-Group administrator
it_it: Impossibile recuperare un indirizzo valido B2B-Group ... si prega di contattare l'amministratore del B2B-Group

source: Unable to retrieve a valid B2B-Group payment method ... please contact your webstore administrator
it_it: Impossibile recuperare un metodo di pagamento valido per il gruppo B2B ... si prega di contattare l'amministratore webstore

source: Order Overview
it_it: Sommario Ordine

source: Taxes Overview
it_it: Sommario Imposte

source: Call Center User Settings
it_it: Impostazioni Callcenter

source: Products you ordered
it_it: I prodotti che hai ordinato

source: Please select a Tax for this product
it_it: Seleziona una tassa per questo prodotto

source: Please select a Manufacturer for this product
it_it: Seleziona la marca di questo prodotto

source: Please enter a value for the Product Name
it_it: Si prega di inserire un valore per il nome del prodotto

source: Edit SKU Properties for Product
it_it: Modifica le Proprieta delle Varianti del Prodotto

source: Please select the Sku-Set
it_it: Seleziona un tipo di prodotto (per le varianti)

source: Please select the Sku-Variation
it_it: Seleziona la variante

source: Edit a Sku Set Variation
it_it: Modifica una variante del set Sku

source: Enter a new Sku Set Variation
it_it: Inserisci una variante Variante del set Sku

source: Not all variations were found
it_it: Non tutte le variazioni sono state trovate

source: A duplicate sku variation was detected
it_it: E' stata rilevata una variate SKU duplicata

source: Final step
it_it: Step finale

source: First step
it_it: Primo step

source: Second step
it_it: Secondo step

source: Third step
it_it: Terzo step

source: Fourth step
it_it: Quarto step

source: Fifth step
it_it: Quinto step

source: Sixth step
it_it: Sesto Step

source: Seventh step
it_it: Settimo step

source: Eight step
it_it: Ottavo step

source: Ninth step
it_it: Nono step

source: Volume pricing amount must be greater than 1
it_it: La quantità per il prezzo sulla quantità dev'essere maggiore di 1

source: Clone a Product
it_it: Clona un Prodotto

source: Edit a Product
it_it: Modifica un Prodotto

source: Enter a new Product
it_it: Inserisci un nuovo Prodotto

source: by <i>%s</i>
it_it: da <i>%s</i>

source: from <i>%s</i>
it_it: da <i>%s</i>

source: Product code should not contain any whitespace
it_it: Il codice del prodotto non può contenere spazi

source: Volume price % must be between 0 > n < 1
it_it: La % del prezzo sul volume deve essere compresa tra 0> n <1

source: Sorry, out-of-stock-override is not allowed for events
it_it: Spiacenti, la sovrascrittura delle regole per i prodotti esauriti non è permessa per gli eventi

source: Please enter an event startdate
it_it: Inserisci la data di inizio dell'evento

source: Please enter an event enddate
it_it: Inserisci la data di conclusione dell'evento

source: Please enter an event location
it_it: Inserisci il luogo dell'evento

source: Please enter an event capacity
it_it: Inverisci la capacità dell'evento

source: This product is not an event but you have entered an event startdate
it_it: Hai inserito la data di inizio dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered an event enddate
it_it: Hai inserito la data di conclusione dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered an event location
it_it: Hai inserito il luogo dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered an event capacity
it_it: Hai inserito la capacità dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered an event schedule
it_it: Hai inserito il programma dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered event performers
it_it: Hai inserito chi si esibisce nell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered event directions
it_it: Hai inserito la regia dell'evento sebbene questo prodotto non sia un evento

source: This product is not an event but you have entered event hotels
it_it: Hai inserito l'hotel dell'evento sebbene questo prodotto non sia un evento

source: You have defined this product as a subscription, but the SKU set you have specified is not defined as being for a subscription
it_it: Hai definito questo prodotto come un abbonamento ma il tipo di prodotto (per le varianti) che hai selezionato non è definito come un abbonamento

source: You have defined this product as not being a subscription, but the SKU set you have specified is defined as being for a subscription
it_it: Hai definito questo prodotto come se non fosse un abbonamento ma il tipo di prodotto (per le varianti) che hai selezionato è definito come un abbonamento

source: You have defined this product as being a subscription, but have not selected a subscription model
it_it: Hai definito questo prodotto come se fosse un abbonamento ma non hai selezionato un modello di abbonamento

source: You have defined this product as not being a subscription, but have selected a subscription model
it_it: Hai definito questo prodotto come se non fosse un abbonamento ma hai selezionato un modello di abbonamento

source: Categories Sales Ranks
it_it: Classifica Vendite per Categoria

source: Please enter a holder name
it_it: Si prega di inserire un nome del titolare

source: Please choose a credit card brand
it_it: Scegliere una marca di carta di credito

source: Please enter a credit card number
it_it: Si prega di inserire un numero di carta di credito

source: Please enter the credit card security code
it_it: Si prega di inserire il codice di sicurezza (3 cifre) della carta di credito

source: Please enter the expiration momth
it_it: Si prega di inserire il mese di scadenza

source: Please enter the expiration year
it_it: Si prega di inserire l'anno di scadenza

source: Your credit card has been updated
it_it: La tua carta di credito è stata aggiornata

source: This does not seem to be a valid credit card number for the given provider.
it_it: Questo numero di carta di credito non è valido per l'operatore selezionato.

source: Please enter a valid 2-digit month number (01-12).
it_it: Inserisci un numero valido per il mese (2 cifre, 01-12).

source: This credit card name already exists; credit card names must be unique.
it_it: Esiste già una carta di credito con questo nome

source: This credit card already exists; credit card numbers must be unique.
it_it: Questa carta di credito è già presente

source: Event Attendee Overview
it_it: Sommario Partecipanti all'Evento

source: Checkout - Shipment Information
it_it: Acquisto - Informazioni Spedizione

source: Please enter a value
it_it: Inserisci un valore

source: Edit a Sku Variation Value
it_it: Modifica un Valore della Variante

source: Enter a new Sku Variation Value
it_it: Inserisci un nuovo Valore della Variante

source: This variation value is for a subscription variation and must specify a subscription model
it_it: Questo valore della variante è per abbonamenti e dev'essere specifiato un tipo di abbonamento

source: This variation value is not for a subscription variation and can not specify a subscription model
it_it: Questo valore della variante non è per abbonamenti e non può essere specifiato un tipo di abbonamento

source: Sku variation value name must be uniqe! This name already exists.
it_it: Il nome del valore della variante dev'essere unico! Questo valore è già utilizzato.

source: The value you have entered can not be used because it corresponds to the system sku variation spearator. Please choose a different value.
it_it: Il valore che hai inserito non può essere utilizzato in quanto corrisponde alla variazione spearator sistema SKU. Scegliere un valore diverso.

source: View your Orders and manage your Account Settings
it_it: Guarda i tuoi ordini e gestisci le impostazioni del tuo account

source: Availability Definition Overview
it_it: Sommario dei Tipi di Disponibilità

source: Group Price Overview
it_it: Anteprima Prezzo per il Gruppo

source: You must select a specific credit card when choosing to pay for your order using a credit card payment method
it_it: Devi selezionare una carta di credito se hai deciso di pagare il tuo ordine con il metodo carta di credito

source: You must select a specific bank account when choosing to pay for your order using a direct debit payment method
it_it: Devi selezionare un Conto Corrente Bancario specifico quando scegli di pagare utilizzando un metodo di addebito diretto

source: Random Product Listing
it_it: Lista prodotto casuale

source: Note: The generated email will have a link to the product included automatically
it_it: Nota: Il link al prodotto verrà inserito automaticamente nell'email

source: Your Name
it_it: Il Tuo Nome

source: Your Email Address
it_it: Il Tuo Indirizzo Email

source: EMail Address to send this Message to
it_it: Indirizzo Email a cui Inviare questo Messaggio

source: Subject
it_it: Oggetto

source: Take a look at this product:
it_it: Guarda questi prodotti:

source: Message
it_it: Messaggio

source: Description
it_it: Descrizione

source: Note: this is a virtual product. You will be offered a download link upon purchase.
it_it: Nota: questo è un prodotto virtuale. Ti sarà fornito un link per scaricarlo una volta concluso l'acquisto.

source: by
it_it: di

source: Availability
it_it: Disponibilità

source: Edit this Product
it_it: Modifica questo Prodotto

source: Event Capacity
it_it: Capacità dell'Evento

source: Event Date
it_it: Data dell'Evento

source: Event Location
it_it: Luogo dell'Evento

source: from
it_it: da

source: incl. category discount
it_it: Sconto Categoria incluso

source: incl. category group discount
it_it: Sconto Gruppo incluso

source: Tax
it_it: Imposta

source: Search
it_it: Ricerca

source: Remove from shopping cart
it_it: Rimuovi dal carrello

source: Products in your cart
it_it: Prodotti nel tuo carrello

source: Unit Price
it_it: Prezzo unico

source: excl. tax
it_it: escl. tasse

source: Qty.
it_it: Qta.

source: Sum
it_it: Somma

source: Change
it_it: Cambia

source: Updated on
it_it: Aggiornato il

source: Added on
it_it: Aggiunto il

source: Purchased from
it_it: Acquistato da

source: volume discount price
it_it: volume di sconto sul prezzo

source: You save
it_it: Risparmi

source: Sku Price
it_it: Variazione Prezzo

source: Base Price
it_it: Prezzo Base

source: incl. volume discount
it_it: Sconto Quantità incluso

source: Your shopping cart is empty
it_it: Il tuo carrello è vuoto

source: Order Total
it_it: Totale Ordine

source: Discount Code
it_it: Codice di Sconto

source: You have entered the following discount code:
it_it: Hai inserito il seguente codice di sconto:

source: If you have received a discount code, please enter it here:
it_it: Se hai ricevuto un codice di sconto inseriscilo qui:

source: You must click the <i>Update Shopping Cart</i> button for this code to be registered.
it_it: Devi cliccare su <i>Aggiorna Carrello</i> per far si che il codice venga utilizzato.

source: Continue Shopping
it_it: Continua lo Shopping

source: Update Shopping Cart
it_it: Aggiorna il carrello

source: This is the full product view. Click here to get the standard product view
it_it: Questa è la visualizzazione completa del prodotto. Clicca qui per passare a quella standard.

source: Yes
it_it: Si

source: Action
it_it: Azione

source: Event
it_it: Evento

source: Subscription
it_it: Abbonamento

source: Personizable
it_it: Personalizzabile

source: Category
it_it: Categoria

source: Sku Set
it_it: Tipi di Prodotti con Varianti

source: Manufacturer
it_it: Marca

source: Publisher
it_it: Editore

source: Required Shipping Method
it_it: Metodo di Consegna Richiesto

source: Product Code
it_it: Codice Prodotto

source: Model
it_it: Modelllo

source: Author
it_it: Autore

source: Images
it_it: Immagini

source: Additional Images
it_it: Immagini Aggiuntive

source: Special
it_it: Speciale

source: Downloadable File
it_it: File Scaricabile

source: Additional files
it_it: File aggiuntivi

source: Subscription Model
it_it: Modello di Abbonamento

source: Group add
it_it: Aggiungi gruppo

source: Extended Description
it_it: Descrizione Estesa

source: Features
it_it: Caratteristiche

source: Notes
it_it: Formati

source: Sort
it_it: Posizione

source: Costprice
it_it: Prezzo di Costo

source: Shipping Price
it_it: Prezzo di spedizione

source: Inv
it_it: Disp

source: Out-Of-Stock Override
it_it: Ignora le regole in caso di Esaurito

source: Disabled
it_it: Disabilitato

source: Choose Category
it_it: Sciegli Categoria

source: Categories
it_it: Categorie

source: You can specify the categories this product is mapped into here. Please note that your main/primary category mapping should be entered into the first category selector.
it_it: Puoi specificare le categorie in cui questo prodotto va inserito. Nota che la categoria principale va inserita nel primo campo.

source: Choose One
it_it: Seleziona un'opzione

source: Code
it_it: Codice

source: Is Primary Warehouse
it_it: È Magazzino primario

source: Street Address
it_it: Indirizzo

source: City
it_it: Paese

source: Zip Code
it_it: Codice Postale

source: Country
it_it: Nazione

source: Is Initial Status
it_it: Stato Iniziale

source: Is Final Status
it_it: Stato Finale

source: Order is cancelled
it_it: L'Ordine è stato Annullato

source: Shipment is Sent
it_it: La Merce è stata Spedita

source: Send Email
it_it: Invia Email

source: Coupon Code
it_it: Codice Coupon

source: Discount Type
it_it: Tipo di Sconto

source: Discount
it_it: Sconto

source: Minimum Order Amount
it_it: Importo Minimo dell'Ordine

source: User
it_it: Utente

source: Group
it_it: Gruppo

source: Max # of times useable
it_it: Quante volte può essere usato

source: Max # of times useable per User
it_it: Quante volte può essere usato da un Utente

source: Max # of times useable per Group
it_it: Quante volte può essere usato da un Gruppo

source: Startdate
it_it: Data di Inizio

source: Enddate
it_it: Data di conclusione

source: Absolute
it_it: Totale

source: Percentage
it_it: Percentuale

source: Tax Rate (decimal, 0 - 1)
it_it: Percentuale d'Imposta (decimale,0 - 1)

source: Store
it_it: Negozio

source: Product
it_it: Prodotto

source: Filter
it_it: Filtro

source: Number of Stores to display
it_it: Numero di Negosi da mostrare

source: Limit to Store Category
it_it: Limita ai Prodotti nella Categoria

source: Limit to Featured Stores
it_it: Limita ai Prodotti in Evidenza

source: Only display in Webstore module
it_it: Visualizza solo nel modulo Webstore

source: Product Type
it_it: Tipo del Prodotto

source: Inventory on Hand
it_it: Quantità Disponibile

source: Product Name
it_it: Nome Prodotto

source: Sku Name
it_it: Nome Variante

source: Sku Code
it_it: Codice Variante

source: Your Payment will be processed by
it_it: Il tuo pagamento verrà trattato da

source: Image file can't be read
it_it: L'immagine non può essere letta

source: Is a Subscription
it_it: E' un abbonamento

source: # of Variations
it_it: # di Varianti

source: Minimum Order Value
it_it: Importo Minimo dell'Ordine

source: Add an Address
it_it: Aggiungi un Indirizzo

source: Group Memberships to Apply for users who purchase this Product
it_it: Gruppo in cui inserire gli utenti che hanno acquistato questo prodotto

source: Group to add purchaser to
it_it: Gruppo in cui inserire l'acquirente

source: Address
it_it: Indirizzo

source: Phone
it_it: Telefono

source: Contact Name
it_it: Nome contatto

source: Contact Phone
it_it: Contatti Telefono

source: Contact Email
it_it: Contatto e-mail

source: Items per page
it_it: Oggetti per pagina

source: Store Orders
it_it: Ordini Negozio

source: Store Products Sold
it_it: Immagazzinare il prodotto Venduto

source: Your Warehouse
it_it: Il tuo Magazzino

source: Your B2B Users
it_it: Il tuoi utenti B2B

source: Your B2B Group Address
it_it: Indirizzo del tuo Gruppo B2B

source: Your Credit Cards
it_it: Carte di Credito

source: Your Bank Accounts
it_it: Il Tuo Conto Corrente Bancario

source: Value
it_it: Valore

source: Order Type
it_it: Tipo di ordine

source: Payment Status
it_it: Stato Pagamento

source: Open
it_it: Operto

source: Received
it_it: Ricevuto

source: From
it_it: da

source: To
it_it: Per

source: Go
it_it: Vai

source: excl.
it_it: escl.

source: Add these products to your cart
it_it: Aggiungi questo Prodotto al carrello

source: Sorry, there is no data available in the view you requested. Please try a different product view.
it_it: Siamo spiacenti, non ci sono dati disponibili nella sezione che hai richiesto. Prova con un diverso filtro del prodotto.

source: You can specify your basic product type data here. If this is regular/basic product, you can leave these fields blank.
it_it: Qui puoi inserire le informazioni del prodotto. Se questo è un prodotto base/regolare puoi lasciare questi campi vuoti.

source: Is a Downloadable File
it_it: E' un file scaricabile

source: Is an Event
it_it: E' un evento

source: Product Owner
it_it: Proprietario del Prodotto
