Repository: pmoitaly/italian
Catalog: modules/formicula/3.1/module_formicula.po
Languages: it

source: Error! Creation attempt failed.
it: Errore! Tentativo di creazione non riuscito di.

source: Error! Sorry! Deletion attempt failed.
it: Errore! Eliminazione fallita

source: Error! Update attempt failed.
it: Errore! Tentativo di aggiornamento non riuscito.

source: View contacts
it: Guarda contatti

source: Add contact
it: Aggiungi contatto

source: View form submits
it: Nessun form selezionato

source: Modify configuration
it: Modifica configurazione

source: Clear captcha image cache
it: Ripulisci la cache dalle immagini

source: Error! No contacts defined.
it: Errore! Manca il nome utente

source: Contact form
it: Modulo di contatto

source: Error! Could not store data submitted by form %s.
it: Errore! Impossibile memorizzare i dati presentati nel form %s.

source: Error! No or incorrect email address supplied.
it: Errore! Indirizzo email non valido o non inserito

source: Error! No or invalid username given.
it: Errore! Nessun commento oppure testo non valido (L'HTML non è permesso)

source: Error! No or invalid comment supplied (no HTML!).
it: Errore! Nessun commento oppure testo non valido (L'HTML non è permesso)

source: Error! Mandatory field:
it: Errore! Campi obbligatori:

source: Error! Upload error.
it: Errore! Errore durante l'upload

source: Formicula form
it: Modulo di contatto

source: Display a specific Formicula form
it: Visualizzare un modulo specifico di Formicula

source: No form selected
it: Nessun form selezionato

source: All public contacts or form default
it: Tutti i contatti pubblici o modulo predefinito

source: Unknown Contact
it: Contatto sconosciuto

source: Contact has been deleted
it: Il contatto è stato eliminato

source: Unknown form submit
it: Nessun form selezionato

source: Form submit has been deleted
it: Il Form è stato cancellato

source: The captcha image cache has been cleared
it: La cache delle immagini captcha è stata pulita

source: The calculation to prevent spam was incorrect. Please try again.
it: Il calcolo per prevenire lo spam non era corretto. Si prega di riprovare.

source: The validation of the hooked security module was incorrect. Please try again.
it: La convalida del modulo di sicurezza non era corretto. Si prega di riprovare.

source: There was an error sending the email.
it: Si è verificato un errore durante l'invio dell'email

source: Error! No contact name.
it: Errore! Nessun nome inserito

source: Error! No email address supplied.
it: Errore! Indirizzo email non valido o non inserito

source: Error! Incorrect email address [%s] supplied.
it: Errore! Indirizzo email [%s] non corretto

source: Error! Incorrect email address supplied.
it: Errore! Indirizzo email non corretto

source: Contact created
it: Contatto creato

source: Error creating contact!
it: Errore durante la creazione del contatto!

source: Contact info has been updated
it: Il contatto è stato modificato

source: Error updating contact!
it: Errore durante la modifica del contatto!

source: Form #%1$s that contains %2$s templates
it: form #%1$s con %2$s modelli

source: Text
it: Testo

source: The webserver cannot write into this directory!
it: Il webserver non riesce a scrivere in questa cartella!

source: The configuration has been changed.
it: La configurazione è cambiata

source: The installer could not create the formcontacts table
it: L'installer non è riuscito a creare la tabella formcontacts

source: The installer could not create the formsubmits table
it: L'installer non è riuscito a creare la tabella formcontacts

source: The installer could not create the formicula_cache directory, please refer to the manual before using the module!
it: L'installer non è riuscito a creare la cartella formicula_cache, consulta il manuale prima di utilizzare il modulo!

source: Error! Could not update table.
it: Errore! Impossibile aggiornare la configurazione del modulo.

source: The installer could not delete the formcontacts table
it: L'installer non è riuscito a creare la tabella formcontacts

source: The installer could not delete the formsubmits table
it: L'installer non è riuscito a creare la tabella formcontacts

source: The installer successfully created the formicula_cache directory in Zikula's temporary directory with a .htaccess file for security in there.
it: Il programma di installazione ha creato la directory formicula_cache nella directory temporanea di Zikula con un file . htaccess per la sicurezza.

source: The directory 'ztemp' found outside of the webroot, please consult the manual of how to create the formicula_cache directory in this case.
it: La cartella zTemp non è nella webroot, consulta il manuale su come creare la cartella formicula_cache

source: Email from %s
it: Email da %s

source: Warning! Could not create the default Webmaster contact.
it: Attenzione! Impossibile creare il contatto Webmaster predefinito.

source: Mailer module is not available - unable to send emails!
it: Il modulo Mailer non è disponibile - non è possibile inviare email!

source: no image function available - captcha deactivated
it: Nessuna funzione immagini - captcha disattivato

source: formicula_cache directory does not exist in Zikula's temporary directory or is not writable - captchas have been disabled
it: La cartella formicula_cache non esiste nele cartelletemporanee di Zikula oppure non ha i necessari permessi di scrittura - captcha è stato disattivato

source: .htaccess file needed in formicula_cache directory not exist
it: Il file .htaccess richiesto nella cartella formicula_cache non esiste

source: Formicula Form Hooks
it: Formicula Hooks

source: Plain text
it: Testo normale

source: Delete contact
it: Elimina contatto

source: Do you really want to delete this contact?
it: Vuoi davvero eliminare questo contatto?

source: Confirmation prompt
it: Richiesta di conferma

source: Contact name
it: Nome

source: Delete
it: Elimina

source: Cancel
it: Cancella

source: Delete form submit
it: Elimina form invio

source: Do you really want to delete this form submit?
it: Sei sicuro di voler eliminare questo form?

source: Contact ID
it: ID interno

source: Date
it: Formato data

source: Name
it: Nome

source: View submitted form data
it: Visualizza i dati del modulo.

source: IP address
it: Indirizzo IP

source: Hostname
it: Nome Host

source: Company
it: Compagnia

source: Phone Number
it: Numero di telefono

source: Location
it: Località

source: Custom fields
it: Campi personalizzati

source: Comment
it: Commento

source: Edit contact
it: Modifica contatto

source: Public
it: Pubblico

source: Use this information in the users confirmation mail
it: Usa queste informazioni nella mail di conferma per l'utente

source: Sender Email
it: E-Mail del mittente

source: Sender Name
it: Mittente

source: Subject
it: Oggetto

source: with <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>
it: con <ul> <li>%s = nome del sito</li> <li>%l = slogan</li> <li>%u = URL</li> <li>%c = mittente</li> <li>%n&lt;num&gt; = campo definito dall'utente &lt;num&gt;</li> <li>%d&lt;num&gt; = dati definiti dall'utente &lt;num&gt;</li></ul>

source: Submit
it: Invia

source: Set the default form
it: Definisci il form di default

source: (used when no form is specified)
it: (usato quando nessun form è specificato)

source: Show phone number
it: Mostra campo numero di telefono

source: Show company
it: Mostra campo compagnia

source: Show URL
it: Mostra campo URL

source: Show location
it: Mostra campo località

source: Show comments textarea
it: Mostra campo di testo

source: Send confirmation email to user
it: Invia email di conferma

source: Show attach file
it: Mostra file aggiunto

source: directory for uploaded file(s)
it: Cartella per il caricamento dei file

source: Delete uploaded file(s) after sending
it: Elimina i files caricati dopo l'invio

source: Show user email format selector
it: Mostra il selettore del formato email

source: Spam check settings
it: Impostazione Spam check

source: For your information: There are better spam check modules out there. For example the Zikula Captcha module which can be hooked to Formicula. If you want to use this module, then please do not forget to add the required permissions for the Captcha module, too.
it: Per vostra informazione: Non ci sono più i moduli di controllo dello spam. Ad esempio il modulo Captcha Zikula che può essere agganciato alla Formicula. Se si desidera utilizzare questo modulo, si prega di non dimenticare di aggiungere le autorizzazioni necessarie per il modulo Captcha.

source: Activate simple spam check
it: Attiva un semplice spai check

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP-functions for creating images are available
it: Assicurati che i campi necessari del form siano disponibili, consulta la documentazione per ulteriori informazioni. Questa opzione sarà disabilitata automaticamente se non sono disponibili funzioni PHP per la creazione delle immagini

source: Cache directory
it: Cartella cache

source: Do not use spam check in these forms
it: Non us are spam check in quest forms

source: Comma separated list of form ids, e.g. embedded forms in pagesetter. The redirect may not work here correctly
it: Elenco separato da virgole di ID di modulo, ad es moduli incorporati in pagesetter. Il reindirizzamento potrebbe non funzionare correttamente.

source: Form submits
it: Modulo di contatto

source: Store submitted data in database
it: Conservare i dati nel database

source: Only store submissions from these forms
it: Solo osservazioni negozio da questi form

source: Comma separated list of form ids or leave empty for storing all forms.
it: Elenco separato da virgole di ID di modulo o lasciarli vuoti per la memorizzazione di tutte le forme.

source: Options
it: Opzioni

source: Yes
it: Si

source: No items found.
it: Articoli non trovati.

source: View form submit
it: Nessun form selezionato

source: Show contact
it: Mostra Contatto

source: Hello,
it: Salve,

source: A visitor of to your web site used the form for contact and sent the following:
it: Un visitatore del tuo sito web ha usato il modulo dei contatti per inviare quanto segue:

source: Your Name
it: Nome

source: The user has the following IP address/hostname:
it: L'utente ha usato il seguente IP address/hostname:

source: Thank you for your questions/comments to our website!<br />We will reply as soon as possible.
it: Grazie per averci contattato!<br />Ti risponderemo appena possibile.

source: This data was sent to %s
it: Questi sono i dati inviati a %s

source: Confirmation of your submission will be emailed to you in a few minutes.
it: Una conferma della tua spedizione ti sarà inviata fra pochi istanti.

source: There was an internal error when sending confirmation mail
it: Si è verificato un errore durante la spedizione dell'email di conferma

source: There is an error in your form
it: C'è un errore nel form

source: Back to the contact form
it: Torna al modulo di contatto

source: Mandatory fields are indicated with a
it: I campi obbligatori sono indicati con un

source: Contact our team
it: Contatti

source: Enter a valid email address
it: Inserire un indirizzo email valido.

source: Your comments here...
it: Tuoi commenti qui...

source: Email Format
it: Formato email

source: Attach a file
it: Aggiungi un file

source: Attached file
it: File aggiunto

source: Please solve this calculation
it: Risolvi questo calcolo matematico

source: (to prevent spam)
it: (per evitare spam)

source: Send
it: Invia

source: Thank you for the comments posted from our Website. The sent data is:
it: Grazie per i commenti inviati dal nostro sito web. I dati inviati sono:

source: We will respond to your email address as soon as possible.
it: Vi risponderemo via E-Mail il più presto possibile

source: The %s Team
it: Il Team di %s

source: We will respond to your email as soon as possible.
it: Risponderemo alla vostra e-mail appena possibile

source: Contact or Theme
it: Contatto o argomento

source: This data was sent to us:
it: Questi sono i dati che ci sono stati inviati:

source: Thanks for applying, we will keep your data strictly confidential
it: Grazie per averci contattato, i vostri dati verranno considerati come strettamente confidenziali

source: Apply as
it: Applica come

source: Date of birth
it: Data di nascita

source: Please enter a valid date (mm/dd/yyyy).
it: Inserire una data valida (mm/dd/yyyy).

source: Street
it: Via

source: Salary
it: Reddito

source: Zip City
it: CAP

source: Entry date
it: Data inserimento

source: Apply online
it: Richiesta on line

source: Apply online!
it: Contattaci online!

source: A visitor to your website made a new rental request and sent the following:
it: Un visitatore al tuo sito web ha una nuova richiesta di noleggio e ha inviato il seguente messaggio:

source: Thank you %s for your reservation.
it: Grazie %s per la tua prenotazioni.

source: An email with the filled in data will be sent to our and your email address (%s). We will reply as soon as possible.
it: Una e-mail con i dati verrà inviata al nostro e il vostro indirizzo email %s). Vi risponderemo appena possibile.

source: Personal Data
it: Data Personale

source: Cell Phone Number
it: Numero Cellulare

source: Identification Card Number
it: Mostra campo numero di telefono

source: Gender
it: Sesso

source: Male
it: Uomo

source: Female
it: Femmina

source: Rental Data
it: Data di Noleggio

source: Type of Vehicle
it: Tipo di veicolo

source: - Make a choice -
it: - Fai una scelta -

source: Type 1
it: Tipo 1

source: Type 2
it: Tipo 2

source: Type 3
it: Tipo 3

source: Number of persons
it: Numero di telefono

source: Start of Rental Period
it: Inizio del Periodo di affitto

source: End of Rental Period
it: Fine del Periodo di affitto

source: Included Extras
it: Includi Extra

source: Finish and Send
it: Editor larghezza ed altezza

source: How did you find us
it: Come ci avete trovato

source: Web Location 1
it: Posizione Web 1

source: Web Location 2
it: Posizione Web 2

source: Web Location 3
it: Posizione Web 3

source: Otherwise
it: Altrimenti

source: Yes, I agree with the <a href="%s">Terms and Conditions</a>
it: Si, Io accetto i <a href="%s">Termini e le Condizioni</a>

source: Agree with Terms and Conditions
it: Accetto i termini e le condizioni

source: This is a mandatory field.
it: Campo obbligatorio

source: Make a reservation
it: Effettuare una prenotazione

source: Hello %s,
it: Salve %s,

source: Thank you for your reservation.
it: Grazie per la tua domanda

source: Kind regards
it: Cordiali saluti
