Repository: pmoitaly/italian
Catalog: modules/news/3.0.1/module_news.po
Languages: it

source: Submit an article
it: Invia un articolo

source: Error! No such article found.
it: Errore! Nessun articolo trovato.

source: Error! Could not delete article.
it: Errore! Impossibile eliminare l'articolo.

source: Error! Could not save your changes.
it: Errore! Impossibile salvare le modifiche.

source: News articles list
it: Lista articoli notizie

source: All (%s)
it: Tutti (%s)

source: Published (%s)
it: Pubblicati (%s)

source: Rejected (%s)
it: Rifiutati (%s)

source: Pending Review (%s)
it: Recensioni in attesa (%s)

source: Archived (%s)
it: Archiviati (%s)

source: Draft (%s)
it: Bozze (%s)

source: Scheduled (%s)
it: In programma (%s)

source: Create new article
it: Crea nuovo articolo

source: Purge permalinks
it: Pulisci permalinks

source: Settings
it: Impostazioni

source: News publisher articles list
it: Elenco articoli di News Publisher

source: Show a list of News publisher articles published since the last newsletter.
it: Visualizzare un elenco degli articoli di News Publisher pubblicati dall'ultima newsletter.

source: by %1$s on %2$s
it: da %1$s su %2$s

source: No News publisher articles since last newsletter on %s.
it: Non ci sono nuovi articoli dall'ultima newsletter il %s.

source: Error! Could not load any articles.
it: Errore! Impossibile caricare alcun articolo.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
it: Gen Feb Mar Apr Mag Giu Lug Ago Set Ott Nov Dic

source: Read more...
it: Leggi il resto...

source: %s bytes more
it: %s bytes ancora

source: Print
it: Stampa

source: Printer-friendly page
it: Vers. stampa

source: Comments?
it: Commenti?

source: %s comment
it: %s commento

source: %1$s about %2$s
it: %1$s su %2$s

source: Footnote: %s
it: Note: %s

source: Error! Could not create new article.
it: Errore! Impossibile creare il nuovo articolo.

source: News categories
it: Categorie Notizie

source: News archive
it: Archivio Notizie

source: %s pending article
it: %s articolo in attesa

source: Most-read article
it: Articolo più letto

source: Today's most-read article
it: Articolo più letto oggi

source: Past articles
it: Articoli passati

source: Display past articles
it: Visualizza articoli passati

source: Article titles
it: Titolo dell'articolo

source: Display article titles
it: Visualizza il titolo dell'articolo

source: Extended article titles
it: Titoli di articolo esteso

source: Display article titles with extended options
it: Visualizza il titolo dell'articolo con le opzioni estese

source: No articles.
it: Nessun articolo.

source: Recent news articles
it: Articoli recenti

source: Displays a specific number of news articles from one or all categories available
it: Consente di visualizzare un determinato numero di articoli da una o da tutte le categorie disponibili

source: Show all news articles
it: Mostra tutte le notizie

source: Show only articles set for index page listing
it: Mostra solo gli articoli posizionati in prima pagina

source: Show only articles not set for index page listing
it: Mostra solo gli articoli non posizionati in prima pagina

source: Published
it: Pubblicato

source: Rejected
it: Rifiutato

source: Pending Review
it: Recensioni in attesa

source: Archived
it: Archiviato

source: News publisher setting
it: Impostazioni News Publisher

source: Number of pageviews
it: Numero di pagine visualizzate

source: Article weight
it: Peso Articolo

source: Random
it: A caso

source: The %s method has been deprecated. Please change your link to the user controller.
it: Il metodo %s è stato deprecato. Si prega di modificare il tuo link dal controller utente.

source: Error! Hooked content does not validate.
it: Errore! Hooked contenuto non valido.

source: Done! Saved your changes.
it: Fatto! Salvate le modifiche.

source: Done! Deleted article.
it: Fatto! articolo eliminato.

source: Done! Purged permalinks.
it: Fatto! puliti i permalink.

source: Error! Could not purge permalinks.
it: Errore! impossibile pulire i permalinks

source: All
it: Tutto

source: Draft
it: Bozza

source: Scheduled
it: In programma

source: View
it: Mostra

source: Review
it: Recensione

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Unknown
it: Sconosciuto

source: Done! Saved module settings.
it: Fatto! Impostazioni del modulo salvate.

source: Archive
it: Archivia

source: Publish
it: Pubblica

source: Reject
it: Rifiuta

source: Change categories
it: Cambiare categoria

source: Processed Bulk Action. Action: %s.
it: Processare azione in blocco. azione: %s.

source: Success with articles: %s
it: Successo con gli articoli: %s

source: Failed with articles: %s
it: Fallito con gli articoli: %s

source: Error! Wrong bulk action.
it: Errore! Azioni di massa sbagliate.

source: Draft updated at %s
it: Progetto aggiornato a %s

source: Draft saved at %s
it: Progetto salvato a %s

source: Done! Created new article.
it: Fatto! Creato nuovo articolo.

source: Story not created for unknown reason (Api failure).
it: Storia non creato per ragioni sconosciute (Api failure).

source: Story Updated.
it: Storia aggiornata.

source: Story not updated for unknown reason (Api failure).
it: Storia non aggiornata per ragioni sconosciute (Api failure).

source: %1$s out of %2$s picture was uploaded and resized.
it: %1$s su %2$s foto è stata caricata e ridimensionata.

source: Article now has draft status, since the picture was not uploaded.
it: L'articolo è ora sotto forma di bozza, dal momento che la foto non è stato caricata.

source: Error! Invalid category passed.
it: Errore! Categoria non valida.

source: No articles currently published under the '%s' category.
it: Nessun articolo attualmente pubblicato nella categoria '%s'.

source: No articles currently published.
it: Nessun articolo attualmente pubblicato.

source: page %s
it: pagina %s

source: January February March April May June July August September October November December
it: Gennaio Febbraio Marzo Aprile Maggio Giungno Luglio Agosto Settembre Ottobre Novembre Dicembre

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
it: <br />Un nuovo articolo <strong>%1$s</ strong> è stato inserito da %2$s per la revisione sul sito %3$s. <br /> <hr />Testo iniziale di questo articolo:<br />%4$s<hr /> <br /><br />Vai nella <a href="%5$s">sezione di amministrazione</a> di news publisher per rivedere e pubblicare l'articolo in <em>attesa della recensione</ em>. <br />Saluti,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href='%5$s'>news publisher admin</a> pages to review and publish the \'Pending Review\' article(s). Regards, %6$s
it: Un articolo '%1$s' è stato presentato da %2$s per la revisione sul sito %3$s. \ nIndice della pagina di questo articolo: \ n-------- %4$s -------- Vai nella <a href="%5$s">pagina di amministratzione notizie</a> per rivedere e pubblicare l'articolo in attesa della recensione. Grazie, %6$s

source: Done! E-mail about new pending article is sent.
it: Fatto! E-mail sui nuovi articoli in sospeso è stata inviata.

source: Warning! E-mail about new pending article could not be sent.
it: Attenzione! Non è stato possibile inviare la e-mail sui nuovi articoli in sospeso.

source: News article
it: Articolo

source: Warning! Picture %s is not uploaded, since the filesize was too large (max. %s kB).
it: Attenzione! L'immagine %s non è stata caricata, in quanto la dimensione del file era troppo grande (max.%s kB).

source: Warning! Picture %1$s gave an error (code %2$s, explained on this page: %3$s) during uploading.
it: Attenzione! L'immagine %1$s ha dato un errore (codice %2$s, ha esposto in questa pagina: %3$s) durante il caricamento.

source: Warning! Picture %s is not uploaded, since the file extension is now allowed (only %s is allowed).
it: Attenzione! L'immagine %s non viene caricata, in quanto l'estensione del file non è consentita ( solo %s è consentita).

source: Warning! The image upload directory at [%s] appears to be 'above' the DOCUMENT_ROOT. Please choose a path relative to the webserver (e.g. images/news_picupload).
it: Attenzione! Il caricamento delle immagini in directory [%s] sembra essere 'sopra' la DOCUMENT_ROOT. Si prega di scegliere un percorso relativo al webserver (es. immagini/news_picupload).

source: Warning! The image upload directory at [%s] exists but is not writable by the webserver.
it: Attenzione! la directory dove caricare le immagini [%s] esiste ma non è scrivibile dal webserver.

source: News publisher created the image upload directory successfully at [%s] and wrote an .htaccess file there for security.
it: L'Editore della News ha creato l'immagine nella directory con successo a [%s] e ha scritto il file .htaccess per la sicurezza.

source: News publisher created the image upload directory successfully at [%s], but could not write the .htaccess file there.
it: L'Editore della News ha creato l'immagine nella directory con successo a [%s] ma non ha potuto scrivere il file .htaccess.

source: Warning! News publisher could not create the specified image upload directory [%s]. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
it: Attenzione! News Publisher non ha potuto creare l'immagine specificata nella directory [%s]. Provate a creare da soli e fare in modo che questa cartella sia accessibile via web e scrivibile dal webserver.

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
it: Attenzione! Impossibile creare la struttura predefinita per le categorie delle Notizie. Se si desidera utilizzare categorizzazione con Notizie, creare almeno una proprietà per il modulo nel Registro di Categoria.

source: A News Publisher article has been submitted for review
it: Un articolo di News Publisher è stato sottoposto a revisione

source: Error! Could not update table.
it: Errore! Impossibile aggiornare la tabella.

source: Error! Could not update articles.
it: Errore! Impossibile aggiornare l'articolo.

source: Error! The '%s' module is not installed.
it: Errore! il modulo '%s' non è installato

source: Error! Could not delete table.
it: Errore! Impossibile eliminare la tabella.

source: Error! Could not migrate categories.
it: Errore! Impossibile spostare la categoria.

source: Error! Could not rename table.
it: Errore! Impossibile rinominare la tabella.

source: Error! Could not rename column.
it: Errore! Impossibile rinominare la colonna.

source: News introduction article
it: Introduzione dell'articolo

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
it: Un articolo di News Publisher è suddiviso in un testo introduttivo (che è il lead-in testo che state leggendo ora) e un corpo del testo articolo (che potete vedere cliccando sul titolo dell'articolo o dal link 'Leggi tutto'). Il teaser sarà generalmente una breve introduzione dell'articolo, ma se avete intenzione di pubblicare bollettini solo molto brevi, il teaser può contenere il progetto completo e il corpo dell'articolo può essere lasciato vuoto. Clicca sul titolo dell'articolo per maggiori informazioni sul modulo News publisher.

source: News
it: Notizie

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/images/admin.png" width="48" height="48" class="z-floatleft" alt="News publisher admin image" />To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security center</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
it: <h3> Maggiori informazioni sul modulo News </ h3><p>Stai leggendo il testo corpo dell'articolo (a partire dal 'Maggiori informazioni sul modulo News' il titolo qui sopra). Sia il teaser articolo e il corpo dell'articolo possono contenere collegamenti URL, immagini, mark-up (i tag HTML e, se avete il necessario ulteriore add-on installati, altri linguaggi di markup come BBCode) Potete saperne di più su News modulo leggendo la <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p> <h3>Alcuni dettagli</h3><p><img src="modules/News/images/admin.png" width="48" height="48" class="z-floatleft" alt="News publisher admin image" /> per controllare ciò che può essere incluso nei tag HTML in un articolo per formattare e valorizzarlo, l'amministratore del sito dovrebbe impostare i tag desiderati per lo stato di attivazione visitando il <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Centro Sicurezza</a>. Con il modulo News, è possibile usufruire del sistema di autorizzazioni Zikula per controllare chi ha accesso e a quali parti del modulo News. Può essere creato un gruppo moderatore, contenente gli utenti del sito registrati che possono aggiungere, modificare e cancellare articoli. Questo è solo un semplice esempio: il sistema di permessi di Zikula è sufficientemente flessibile per consentire di realizzare praticamente tutte le organizzazioni che si desidera </p>.<p> È possibile modificare o cancellare questo articolo introduttivo, cliccando sul link accanto al titolo dell'articolo, o potete visitare le pagine di <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>

source: Warning! Could not create the default News introductory article.
it: Attenzione! Impossibile creare l'articolo introduttivo di default.

source: Warning! Could not update the default News introductory article.
it: Attenzione! Impossibile aggiornare l'articolo introduttivo di default.

source: Error! Could not update the article categories.
it: Attenzione! Impossibile aggiornare le categorie degli articoli.

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
it: Offre la possibilità di pubblicare e gestire articoli inviate da utenti del sito, con il supporto per le categorie di notizie e vari blocchi associati.

source: Topics
it: Argomenti

source: Display and manage topics
it: Visualizzare e gestire gli argomenti

source: title
it: titolo

source: Error! You did not enter a %s.
it: Errore! Non hai inserito una %s.

source: article content
it: contenuto articolo

source: Error! You did not enter the minimum necessary %s.
it: Errore! Non hai inserito il minimo necessario %s.

source: news
it: notizie

source: Error! Database contains no article with the title '%s'.
it: Errore! Il database non contiene alcun articolo con il titolo '%s'.

source: Error! No needle ID provided.
it: Errore! Nessun ID fornito.

source: Quick edit
it: Modifica veloce

source: %s day ago
it: %s giorno fa

source: yesterday
it: ieri

source: tomorrow
it: domani

source: %s day from now
it: %s giorno da adesso

source: %s hour ago
it: %s ora fa

source: %s hour from now
it: %s ora da adesso

source: %s minute ago
it: %s minuto fa

source: %s minute from now
it: %s minuto da adesso

source: %s second ago
it: %s secondo fa

source: %s second from now
it: %s secondo da adesso

source: Unknown status
it: Stato sconosciuto

source: Delete news article
it: Elimina articolo

source: Do you really want to delete this news article?
it: Vuoi veramente eliminare questo articolo?

source: Confirmation prompt
it: Richiesta di conferma

source: Cancel
it: Cancella

source: Edit news article
it: Modifica articolo

source: Approve and publish this article
it: Approva e pubblica questo articolo

source: Approve and
it: Approva e

source: Update this article
it: Aggiorna questo articolo

source: Update
it: Aggiorna

source: Publish this article
it: Pubblica questo articolo

source: Preview this article
it: Anteprima dell'articolo

source: Preview
it: Anteprima

source: Submit this article
it: Invia questo articolo

source: Submit
it: Invia

source: Update draft
it: Aggiorna bozza

source: Save this article as draft
it: Salva questo articolo come bozza

source: Save as draft
it: Salva come bozza

source: Mark this article as pending
it: Marca questo articolo come in attesa

source: Pending
it: In Attesa

source: Archive this article
it: Archivia questo articolo

source: Reject this article
it: Rifiuta questo articolo

source: Delete this article
it: Elimina questo articolo

source: Title
it: Titolo

source: Title text
it: Testo titolo

source: Permalink URL
it: URL Permalink

source: (Generated automatically if left blank)
it: (Genera automaticamente se lasciato bianco)

source: Category
it: Categoria

source: Choose category
it: Sciegli categoria

source: Article
it: Articolo

source: Permitted HTML tags
it: Permessi tags THML

source: Index page teaser text
it: Testo di introduzione

source: Index page teaser format
it: Formato testo di introduzione

source: Plain text
it: Testo

source: Text formatted with mark-up language
it: Testo formattato con il linguaggio Mark-up

source: Article body text
it: Testo del corpo dell'artico

source: Article body format
it: Formato del corpo dell'artico

source: Show
it: Mostrare

source: Footnote
it: Note di piè pagina

source: Pictures
it: Immagini

source: Select a picture (max. %s kB per picture)
it: Selezione l'immagine (massimo %s kB per immagine)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
it: (%s file massimo, la prima immagine è usata come miniatura nella intestazione della pagina di questo articolo.)

source: Delete this picture
it: Elimina questa immagine

source: Publishing options
it: Opzioni di pubblicazione

source: No time limit
it: Nessun Limite di tempo

source: Start date
it: Data di Inizio

source: No end date
it: Nessuna data di fine

source: End date
it: Data di fine

source: Allow comments on this article
it: Commenti per questo articolo concessi

source: Article attributes
it: Attributi Articolo

source: Last edited
it: Ultima modifica

source: Approved by %s
it: Approvato da %s

source: Status %s
it: Stato %s

source: Article ID: %s
it: ID Articolo: %s

source: General settings
it: Impostazioni Generali

source: Enable article attributes
it: Abilitare gli attributi articolo

source: Category settings
it: Impostazioni categorie

source: Enable categorisation
it: Abilita categorizzazione

source: Category to use for legacy 'Topics' module template variables
it: Categoria da utilizzare per le variabili del modulo eredità 'Topics'

source: Category image path (with trailing /)
it: percorso dell'immagine della categoria (con trailing /)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
it: Avviso: è possibile associare un'immagine ad ogni categoria di articoli. L'immagine deve trovarsi nel percorso scritto nella voce 'percorso categoria immagine'. È inoltre necessario andare al gestore Categorie nel pannello di amministrazione del sito e quindi definire l'immagine associata. Per fare questo, aggiungere un attributo categoria denominata 'topic_image' a ciascuna categoria di articoli, e quindi immettere il percorso immagine associata e il nome.

source: Enable category based permission checks
it: Abilita controlli delle autorizzazioni sulle categorie

source: Notice: You can use category based permission checks (Categories::Category | Category ID:Category Path:Category IPath) for the display of each and every article. If you don't need to select access based on the articles categories, you can uncheck this setting for a gain in speed (e.g. less database queries).
it: Avviso: È possibile utilizzare i controlli delle autorizzazioni sulle categoria (Categories::Category | Category ID:Category Path:Category IPath) per la visualizzazione di ogni articolo. Se non è necessario selezionare l'accesso in base alle categorie degli articoli, è possibile deselezionare questa impostazione per un guadagno in termini di velocità.

source: Display settings
it: Impostazioni di visualizzazione

source: Order article listings by
it: Ordina inserzioni articolo per

source: Article ID
it: ID articolo

source: Article date/time
it: Data/tempo articolo

source: Yes
it: Si

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
it: Quando Scribite! viene utilizzato per la modifica, la <strong>visualizzazione</strong> della funzione deve essere aggiunta alla lista delle funzioni del modulo che Scribite! utilizza per News Publisher.

source: Enable 'More articles in category' when displaying an article
it: Attiva 'Altri articoli nella categoria' durante la visualizzazione di un articolo

source: Number of 'More articles in category' for every article
it: Numero di 'Altri articoli nella categoria' per ogni articolo
