Repository: pmoitaly/italian
Catalog: modules/news/3.0.1/module_news.po
Languages: it

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
it: Quando si visualizza un articolo, può essere mostrato una serie di articoli supplementari della stessa categoria.<br />Per visualizzare gli articoli aggiuntivi impostare il valore di cui sopra per un numero maggiore di 0. Quando il valore è impostato su 0, il numero di articoli aggiuntivi possono essere impostati per ogni articolo tramite l'attributo 'morearticlesincat'. È necessario abilitare 'attributi articolo' nello stesso.<br />Quando l'impostazione sopra o l'attributo articolo è impostato su 0, i titoli non saranno estratti dal database.

source: Enable the description page variable in the article display for SEO.
it: Abilitare la variabile descrizione della pagina nella visualizzazione dell'articolo per SEO.

source: How many characters of the index page teaser text should be shown in the description
it: Quanti caratteri del testo di introduzione devono essere indicati nella descrizione

source: Notify moderators when a new pending article is submitted for review
it: Notifica moderatori quando un nuovo articolo è in attesa di della revisione.

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
it: Ogni volta che un nuovo articolo viene presentato come In attesa, l'amministratore o un elenco di indirizzi e-mail possono essere informati di questo articolo con una notifica tramite e-mail.

source: From name (leave empty for sitename)
it: Dal nome (lasciare vuoto per nomesito)

source: From address (leave empty for admin E-mail address)
it: Da indirizzo (lasciare vuoto per Indirizzo e-mail dell'amministratore)

source: To name (leave empty for sitename)
it: Per dare un nome (lasciare vuoto per nomesito)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
it: Ad indirizzi (elenco separato da virgole di indirizzi e-mail, lasciare vuoto per l'indirizzo e-mail dell'amministratore)

source: E-mail subject
it: Oggetto email

source: Send E-mail as HTML
it: Manda email come HTML

source: Display a PDF link for the articles in the index page
it: Visualizzare un collegamento PDF nella prima pagina dell'articolo

source: TCPDF header logo width in mm
it: TCPDF larghezza del logo di intestazione in mm

source: Picture uploading
it: Immagine upload

source: Allow article picture(s) uploading
it: Lasciare caricare tutte le immagini dell'articolo

source: Image float on the index page
it: float per l'immagine nella pagina iniziale

source: Left - image floats to the left and text wraps around it
it: Left - immagine fluttua a sinistra e il testo si avvolge attorno ad essa

source: Right - image floats to the right and text wraps around it
it: Right - immagine fluttua a destra e il testo si avvolge attorno ad essa

source: None - text is not wrapped around the image
it: None - il testo non è avvolto intorno all'immagine

source: Image float on the article display page
it: float per l'immagine nella visualizzazione dell'articolo

source: How many pictures are allowed
it: Quante immagini sono consentite

source: Maximum file size of the pictures (in Bytes)
it: Massima dimensione per le immagini (in Bytes)

source: What thumbnail sizing to use
it: Che modulo per il ridimensionamente si usa

source: Best fit (keeps aspect ratio)
it: Best fit (mantiene proporzioni)

source: Fixed size (scale and crop)
it: Fixed size (scala e taglia posizione fissa)

source: Maximum width of the full size pictures (in pixels)
it: Larghezza massima delle immagini (in pixels)

source: Maximum height of the full size pictures (in pixels)
it: Altezza massima delle immagini (in pixels)

source: Maximum width of the thumbnails (in pixels)
it: Larghezza massima delle miniature (in pixels)

source: Maximum height of the thumbnails (in pixels)
it: Altezza massima delle miniature (in pixels)

source: Maximum width of the thumbnail in the article display intro text (in pixels)
it: Larghezza massima della miniatura da visualizzare nel testo introduttivo (in pixel)

source: Maximum height of the thumbnail in the article display intro text (in pixels)
it: Altezza massima della miniatura da visualizzare nel testo introduttivo (in pixel)

source: Directory where the images are uploaded
it: Cartella in cui vengono caricate le immagini

source: Create the specified upload directory
it: Creare la cartella specificata per l'upload

source: You can select a pre-defined permalink format, or define your custom format.
it: È possibile selezionare un formato predefinito per i permalink, o definire un formato personalizzato.

source: Format based on date and name
it: Formato in base alla data e il nome

source: Numeric format
it: Formato numerico

source: Custom format
it: Formato personalizzato

source: Custom format definition
it: Definizione personalizzata

source: Notice: A custom format definition must contain at least either '%articleid%' or '%articletitle%', in order to be able to identify the article.
it: Avviso: Una definizione di formato personalizzato deve contenere almeno due '%articleid%' o '%articletitle%', in modo da essere in grado di identificare l'articolo.

source: Acceptable values for use in custom format definition:
it: Valori accettabili per l'utilizzo della definizione di formato personalizzato:

source: Year of publication (including century numerals)
it: Anno di pubblicazione (inclusi i numeri del secolo)

source: Month of publication, as a number (ergo 1 to 12)
it: Mese di pubblicazione, come un numero (da 1 a 12)

source: Month of publication as a name (ergo January to December)
it: Mese di pubblicazione, come nome (da Gennaio a Dicembre)

source: Day
it: Giorno

source: Article title
it: Titolo articolo

source: Article category
it: Categoria articolo

source: Save
it: Salva

source: Status
it: Stato

source: Language
it: Lingua

source: Apply filter
it: Applica filtro

source: Reset
it: Resetta

source: Contributor
it: Contributore

source: Date
it: Data

source: Actions
it: Azioni

source: Last edited %s
it: Ultima modifica %s

source: Scheduled for
it: Previsto per

source: until %s
it: fino a %s

source: No articles currently in database.
it: Nessun articolo attualmente nel database.

source: Access a past article via its ID
it: Accedere ad un articolo passato tramite il suo ID

source: Go retrieve
it: Vai a recuperare

source: Mark as pending
it: Segna come in attesa

source: Today's most-read article is:
it: Oggi l'articolo più letto è:

source: Maximum number of news articles to display
it: Numero massimo di articoli da visualizzare

source: Notice: the news publisher slideshow block is developed for the case where every article has pictures that were uploaded with the picture upload functionality. Furthermore it only works fine if the sizing is set to "fixed size (scale and crop)", since that will give fixed size images and thumbnails.
it: Avviso: lo slideshow per news publisher è sviluppata per il caso in cui ogni articolo è caricato con foto. Inoltre funziona bene solo se il ridimensionamento delle immagini è impostato su "dimensione fissa (scala e ritaglio)", dal momento che darà immagini e miniature di dimensioni fisse.

source: Maximum number of articles to display
it: Numero massimo di articoli da visualizzare

source: Scope of news article listing
it: Ambito di quotazione articolo

source: Articles to list
it: Articoli in lista

source: Choose categories
it: Scegli le categorie

source: Category registry
it: Registro categorie

source: None
it: Nessuno

source: Order articles by
it: Ordina articoli per

source: Maximum age of articles
it: Età massima degli articoli

source: (Number of days; 0 for no limit)
it: (Numero di giorni; 0 per nessun limite)

source: Maximum length of titles
it: Lunghezza massima dei titoli

source: (Number of characters; 0 for no limit)
it: (Numero di caratteri: 0 per nessun limite)

source: Suffix appended to truncated title
it: Suffisso aggiunto al titolo troncato

source: Show 'No articles currently published' status message when no articles published
it: Mostra 'Nessun articolo attualmente pubblicato' come messaggio quando non ci sono articoli

source: Custom templates
it: I modelli personalizzati

source: Custom block template
it: Grafica del blocco personalizzata

source: (Default template is used if this box is left blank)
it: (Il modello predefinito è usato se questa casella è lasciata vuota)

source: Custom row template
it: Grafica delle righe personalizzata

source: Advanced block settings
it: Impostazioni blocco avanzate

source: Show contributor's name
it: Mostra il nome dell'autore

source: Show article creation date
it: Mostra la data di creazione

source: Date format
it: Formata data

source: Click here to read 'strftime' description in PHP documentation
it: Clicca qui per leggere la descrizione 'strftime' nella documentazione di PHP

source: Show number of pageviews
it: Mostra il numero di visite

source: Show number of comments
it: Mostra il numero di commenti

source: Separator character for additional information
it: Separatore di carattere per ulteriori informazioni

source: Index page teaser settings
it: Impostazione pagina iniziale

source: Display article's index page teaser
it: Visualizza la pagina iniziale dell'articolo

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
it: Avviso: Quando troncare la pagina di testo,il codice HTML incompleto HTML sarà completato entro la fine dal plug-in 'truncatehtml'.

source: Maximum displayed length of index page teaser
it: Lunghessa massima da mostrare del testo iniziale

source: Suffix appended to truncated index page teaser
it: Suffisso aggiunto dopo il testo troncato

source: Article recency settings
it: Impostazioni articoli recenti

source: Display image for recent article titles
it: Mostra una immagine per gli articoli recenti

source: Number of days during which article is considered recent
it: Numero di giorni durante i quali l'articolo è considerato recente

source: Image set for 'New' image
it: Immagine impostata per l'immagine 'Nuovo'

source: (Used by 'pnimg' plug-in)
it: (Utilizzato dal plug-in 'pnimg')

source: File name of 'New' image from image set
it: Nome del file immagine per l'immagine 'Nuovo'

source: News item scroll settings
it: Impostazioni dello scroll delle notizie

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
it: Avviso: Gli articoli possono essere visualizzati in un riquadro di scorrimento. Gli scroller forniti sono i seguenti: da <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> lo scroller verticale con verso l'alto e verso il basso con pausa; da <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> lo scroller con dissolvenza (l'effetto gradiente funziona solo con IE); e da <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> lo scroller marquee (a tendone).

source: Choose scroller
it: Sciegli lo scorrimento

source: No scrolling
it: Nessun scorrimento

source: Pauseable vertical scroller
it: Scorrimento verticale con pausa

source: Fading scroller
it: Scorrimento con dissolvenza

source: Marquee scroller
it: Scorrimento Marquee

source: Scroller CSS styles definition
it: Definizioni CSS per lo scroller

source: Delay between scrolls and starting delay for marquee
it: Ritardo tra lo scorrimento e il ritardo di partenza per marquee

source: (Number of milliseconds)
it: (Numero di millisecondi)

source: Marquee scroller speed
it: Velocita dello scorrimento Marquee

source: (Number from 1 to 10)
it: (Numero tra 1 e 10)

source: New
it: Nuovo

source: by %s
it: da %s

source: on %s
it: il %s

source: %s pageview
it: %s pagina vista

source: Edit this block
it: Modifica questo blocco

source: Widget title
it: Titolo Widget

source: (An empty category selection will show articles from all available categories)
it: (Una selezione della categoria vuota mostrerà gli articoli di tutte le categorie disponibili)

source: Display
it: Visualizzare

source: Number of articles
it: Numero di articoli

source: Limit of backward reach
it: Limite di portata

source: Maximum displayed length of title
it: Massima lunghezza visualizzata del titolo

source: Information settings
it: Informazioni sulle impostazioni

source: Display contributor's name
it: Visualizza il nome dell'autore

source: Display article creation date
it: Visualizza la data di creazione

source: (Only shown when contributor's name is also enabled)
it: (Visualizzato solo quando il nome dell'autore è abilitato)

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
it: Fare fimerimento alla documentazione PHP <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a>.

source: Display number of pageviews
it: Visualizzare il numero di visite

source: Display number of comments
it: Visualizzare il numero dei commenti

source: Separator character for article information
it: Carattere di separazione per le informazioni dell'articolo

source: Display 'Submit an article' link
it: Visualizzare il link 'Invia un articolo'

source: Article settings
it: Impostazioni Articolo

source: Display an icon to highlight recent article titles
it: Visualizzare un'icona per evidenziare i titoli recenti

source: Display article's index page teaser text
it: Visualizza il testo di introduzione dell'articolo

source: Maximum displayed length of index page teaser text
it: Lunghezza massima del testo da mostrare

source: Suffix appended to truncated index page teaser text
it: Suffisso aggiunto al testo troncato

source: Specify a custom template
it: Specificare un modello personalizzato

source: Custom output template
it: Uscita modello personalizzato

source: (Default template 'newsarticles_view.html' is used if this box is left blank)
it: ('newsarticles_view.html' è usato come modello predefinito se questa casella è lasciata vuota)

source: Contributed by %s
it: Inserito da %s

source: No articles published recently.
it: Nessun articolo pubblicato di recente.

source: Contributed
it: Contributo

source: Picture gallery
it: Galleria immagini

source: More articles in category
it: Altri articoli nella categoria

source: Filed under:
it: Archiviato in:

source: News articles
it: Articoli

source: Expand all
it: Espandi tutto

source: Contract all
it: Contrai tutto

source: %s article
it: %s articolo

source: News archive for %1$s, %2$s
it: Archivio notizie per %1$s, %2$s

source: Pageviews
it: Pagine visualizzate

source: Create new attribute
it: Crea un nuovo attributo

source: Delete this attribute
it: Elimina questo attributo

source: Currently no articles
it: Al momento non ci sono articoli

source: Edit this category
it: Modifica questa categoria

source: Total
it: Totale

source: Currently no articles.
it: Al momento non ci sono articoli.
